
<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="GENERATOR" content="Microsoft FrontPage 6.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Kinh Kim Cang Luoc Giang</title>
</head>

<body background="http://www.dharmasite.net/graphics/drbalogobkgd.gif">

<p align="justify" style="line-height: 150%"><font color="#000080">&nbsp;</font><font face="Tahoma" color="#008000" size="7">Kinh Kim Cang</font></p>

<p align="justify" style="line-height: 150%"><b><font face="Tahoma" size="2"> Ph&#225;p-s&#432; C&#432;u-ma-la-th&#7853;p phi&#234;n d&#7883;ch v&#224;o th&#7901;i Di&#234;u T&#7847;n</font></b></p> 
 
<p align="justify" style="line-height: 150%"><font face="Tahoma" color="#000080" size="2">H&#242;a Th&#432;&#7907;ng Tuy&#234;n H&#243;a l&#432;&#7907;c gi&#7843;ng</font></p> 
 
<p align="justify" style="line-height: 150%"><font FACE="Tahoma" color="#000080">&nbsp;<img border="0" src="http://www.dharmasite.net/graphics/cttb_small.jpg" width="140" height="92"></font></p> 
 
<p align="justify" style="line-height: 150%"><font face="Tahoma" size="2"><font color="#000080">Ch&#432;<font size="3" face="Tahoma" color="#000080">&#417;</font>ng 
M&#7897;t:</font> <a href="#1"><font color="#008000">Gi&#7843;i Th&#237;ch T&#7893;ng Qu&#225;t 
V&#7873; T&#234;n Kinh</font></a></font></p> 
 
<p align="justify" style="line-height: 150%"><font face="Tahoma" size="2"><font color="#000080">Ch&#432;<font size="3" face="Tahoma" color="#000080">&#417;</font>ng 
Hai:</font> <a href="#2"><font color="#008000">D&#7883;ch 
Gi&#7843; - Ng&#224;i Tam T&#7841;ng Ph&#225;p S&#432; C&#432;u-Ma-La-Th&#7853;p &#7903; 
&#273;&#7901;i Di&#234;u T&#7847;n</font></a></font></p> 
 
<p ALIGN="justify" style="line-height: 150%"><font face="Tahoma" size="2"><font color="#000080">Ch&#432;&#417;ng 
Ba:</font> <a href="http://www.dharmasite.net/KinhKimCangLG3.htm"><font color="#008000">Bi&#7879;t Gi&#7843;ng V&#259;n Ngh&#297;a </font></a> </font> </p> 
 
<b> 
<blockquote> 
 
<p align="justify" style="line-height: 150%"><font face="Tahoma" color="#000080" size="2">1. <a href="KinhKimCangLG3.htm"> Ph&#225;p H&#7897;i Nh&#226;n Do 
</a> </font></b><font face="Tahoma" size="2"><a href="http://www.dharmasite.net/KinhKimCangLG3.htm"><font color="#000080"><em>(Nguy&#234;n do c&#7911;a Ph&#225;p 
h&#7897;i) </em></font> 
</a></font> 
 
</p> 
 
<p align="justify" style="line-height: 150%"><font face="Tahoma" size="2"><b><font color="#000080">2. </font><a href="http://www.dharmasite.net/KinhKimCangLG3_2.htm">Thi&#7879;n 
Hi&#7879;n Kh&#7843;i Th&#7881;nh</a></b></font></p> 
 
<p align="justify" style="line-height: 150%"><b><font face="Tahoma" size="2">3. <a href="http://www.dharmasite.net/KinhKimCangLG_DaiThuaChanhTong.htm">Ð&#7841;i 
Th&#7915;a Chánh Tông</a></font></b></p> 
 
</blockquote> 
 
<p align="justify" style="line-height: 150%">&nbsp;</p> 
 
<p align="justify" style="line-height: 150%">
<font FACE="Tahoma" color="#000080">H&#244;m nay b&#7855;t &#273;&#7847;u gi&#7843;ng Kinh Kim Cang. 
</font><font FACE="Tahoma"><font color="#000080">Kinh 
n&#224;y n&#7857;m trong b&#7897; B&#225;t-Nh&#227;. N&#243;i theo Ng&#361;-th&#7901;i B&#225;t-gi&#225;o, th&#236; Ph&#7853;t 
thuy&#7871;t Kinh Kim Cang v&#224;o th&#7901;i-k&#7923; th&#7913; t&#432;, t&#7913;c th&#7901;i B&#225;t Nh&#227;. Kinh 
th&#236; thu&#7897;c lo&#7841;i bi&#7879;t gi&#225;o, v&#224; l&#224; m&#7897;t quy&#7875;n trong s&#7889; s&#225;u tr&#259;m quy&#7875;n 
c&#7911;a b&#7897; &#208;&#7841;i B&#225;t Nh&#227;. Ph&#7853;t n&#243;i to&#224;n b&#7897; &#208;&#7841;i B&#225;t Nh&#227;, t&#237;nh t&#7893;ng 
c&#7897;ng trong 22 n&#259;m. Ph&#7853;t c&#361;ng n&#243;i tr&#432;&#7899;c l&#224; trong t&#432;&#417;ng lai kinh n&#224;y 
s&#7869; r&#7845;t th&#7883;nh h&#224;nh t&#7841;i Ch&#7845;n &#208;&#225;n (t&#7913;c Trung Hoa), r&#7891;i t&#7915; &#273;&#243; 
truy&#7873;n sang c&#225;c n&#432;&#7899;c kh&#225;c tr&#234;n th&#7871; gi&#7899;i.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Ng&#224;i Huy&#7873;n Trang &#273;&#7901;i &#208;&#432;&#7901;ng, ph&#7909;ng chi&#7871;u vua &#208;&#432;&#7901;ng Cao T&#244;ng 
phi&#234;n d&#7883;ch s&#225;u tr&#259;m quy&#7875;n c&#7911;a b&#7897; &#208;&#7841;i B&#225;t Nh&#7843;. Trong b&#7843;n ti&#7871;ng 
Ph&#7841;n c&#243; t&#7845;t c&#7843; 200.000 c&#226;u t&#7909;ng, v&#224; v&#7899;i m&#7897;t th&#225;i &#273;&#7897; h&#7871;t s&#7913;c 
nghi&#234;m c&#7849;n, kh&#244;ng d&#225;m t&#7921; &#253; l&#432;&#7907;c b&#7887; c&#226;u n&#224;o. Ng&#224;i phi&#234;n d&#7883;ch 
&#273;&#7847;y &#273;&#7911;. C&#244;ng tr&#236;nh phi&#234;n d&#7883;ch t&#7841;i Ch&#249;a &#208;&#7841;i H&#432;ng Thi&#7879;n b&#7855;t &#273;&#7847;u 
t&#7915; n&#259;m Hi&#7875;n Kh&#225;nh th&#7913; n&#259;m (n&#259;m 660 sau tc) cho &#273;&#7871;n n&#259;m Long S&#243;c 
th&#7913; ba (n&#259;m 663), t&#7913;c l&#224; ch&#7881; sau b&#7889;n n&#259;m l&#224; ho&#224;n th&#224;nh t&#7841;i Ch&#249;a 
Ng&#7885;c Hu&#234;. L&#250;c &#273;&#243;, c&#225;c cao-t&#259;ng &#273;&#7841;i-&#273;&#7913;c trong to&#224;n qu&#7889;c, c&#225;c v&#7883; 
c&#243; ti&#7871;ng t&#259;m, &#273;&#7873;u g&#243;p c&#244;ng ph&#7909; gi&#250;p trong vi&#7879;c phi&#234;n d&#7883;ch v&#224; 
nhu&#7853;n s&#7855;c, &#273;&#225;nh d&#7845;u m&#7897;t th&#7901;i k&#7923; x&#225;n l&#7841;n nh&#7845;t trong l&#7883;ch s&#7917; 
phi&#234;n d&#7883;ch kinh Ph&#7853;t-gi&#225;o c&#7911;a n&#432;&#7899;c Trung Hoa.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Trong th&#7901;i gian phi&#234;n d&#7883;ch, t&#7915;ng &#273;&#432;&#7907;c c&#7843;m &#7913;ng &quot;&#273;&#224;o khai 
l&#7909;c &#273;&#7897;&quot;, hoa &#273;&#224;o n&#7903; b&#244;ng s&#225;u l&#7847;n trong m&#7897;t n&#259;m, &#273;&#7911; ch&#7913;ng 
minh r&#7857;ng b&#7897; Kinh &#208;&#7841;i B&#225;t Nh&#227; tr&#7885;ng y&#7871;u d&#432;&#7901;ng n&#224;o, khi&#7871;n cho c&#225;c 
lo&#7841;i th&#7847;n hoa, th&#7843;o m&#7897;c, &#273;&#7871;n &#7911;ng h&#7897; t&#225;n th&#225;n.</font></p> 
 
<blockquote> 
  <blockquote> 
    <blockquote> 
      <blockquote> 
        <blockquote> 
          <blockquote> 
            <i><p align="justify" style="line-height: 150%"><font color="#000080">Ph&#225;p b&#7845;t c&#244; kh&#7903;i,</font></p> 
            <p align="justify" style="line-height: 150%"><font color="#000080">Tr&#432;&#7907;ng c&#7843;nh ph&#432;&#417;ng sanh,</font> </p> 
            <p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#7841;o b&#7845;t h&#432; h&#224;nh,</font> </p> 
            <p align="justify" style="line-height: 150%"><font color="#000080">Ng&#7897; duy&#234;n t&#7855;c &#7913;ng.</font></p> 
          </blockquote> 
        </blockquote> 
      </blockquote> 
    </blockquote> 
  </blockquote> 
</blockquote> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">D&#7883;ch ngh&#297;a:</font></p> 
 
<blockquote> 
  <blockquote> 
    <blockquote> 
      <blockquote> 
        <blockquote> 
          <blockquote> 
            <p align="justify" style="line-height: 150%"><font color="#000080">Ph&#225;p ch&#7859;ng t&#7921; sanh,</font></p> 
            <p align="justify" style="line-height: 150%"><font color="#000080">Do c&#7843;nh m&#224; c&#243;,</font></p> 
            <p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#7841;o ch&#7859;ng ng&#7851;u nhi&#234;n,</font></p> 
            <p align="justify" style="line-height: 150%"><font color="#000080">V&#236; duy&#234;n m&#224; &#7913;ng.</font></i></p> 
          </blockquote> 
        </blockquote> 
      </blockquote> 
    </blockquote> 
  </blockquote> 
</blockquote> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">H&#7891;i m&#7899;i t&#7899;i n&#432;&#7899;c M&#7929; (1962), t&#244;i l&#7845;y hi&#7879;u l&#224; &quot;M&#7897; trung 
t&#259;ng&quot;, t&#7913;c l&#224; ng&#432;&#7901;i tu trong m&#7891;, &#253; n&#243;i kh&#244;ng mu&#7889;n c&#249;ng 
ng&#432;&#7901;i tranh &#273;ua. Cho &#273;&#7871;n m&#249;a h&#232; n&#259;m nay (1968), b&#7895;ng c&#243; m&#7845;y ch&#7909;c 
ng&#432;&#7901;i, v&#7915;a h&#7885;c gi&#7843;, v&#7915;a sinh vi&#234;n, t&#7915; &#273;&#7841;i h&#7885;c Seattle, Washington, 
c&#249;ng t&#7899;i &#273;&#7875; c&#7847;u ph&#225;p. C&#7843;m &#273;&#7897;ng tr&#432;&#7899;c s&#7921; th&#224;nh kh&#7849;n c&#7911;a h&#7885; 
v&#236; &#273;&#227; kh&#244;ng ng&#7841;i ng&#224;n d&#7863;m xa x&#244;i t&#7899;i xin h&#7885;c &#273;&#7841;o, t&#244;i cho t&#7893; 
ch&#7913;c m&#7897;t th&#7901;i t&#7883;nh tu su&#7889;t 96 ng&#224;y trong d&#7883;p h&#232;, v&#224; gi&#7843;ng b&#7897; Kinh 
L&#259;ng Nghi&#234;m. R&#7891;i c&#243; ng&#432;&#7901;i xin th&#7881;nh gi&#7843;ng Kinh Kim Cang. Ch&#7859;ng k&#7875; 
gi&#7843;ng &#273;&#432;&#7907;c hay kh&#244;ng gi&#7843;ng &#273;&#432;&#7907;c, t&#244;i b&#232;n thu&#7853;n mi&#7879;ng &#273;&#225;p 
&#7913;ng.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Nay t&#244;i gi&#7843;n l&#432;&#7907;c gi&#7843;ng Kinh Kim Cang, t&#244;i s&#7869; kh&#244;ng &#273;&#7873; c&#7853;p c&#225;c 
&#253; ni&#7879;m nh&#432; &quot;b&#7843;y lo&#7841;i l&#7853;p &#273;&#7873;&quot;, &quot;ng&#361; tr&#249;ng huy&#7873;n 
ngh&#297;a&quot;. T&#244;i s&#7869; chia th&#224;nh ba ph&#7847;n: M&#7897;t l&#224; gi&#7843;i th&#237;ch kh&#225;i qu&#225;t 
v&#7873; t&#234;n kinh, hai l&#224; n&#243;i v&#7873; d&#7883;ch gi&#7843; v&#224; ba l&#224; gi&#7843;ng gi&#7843;i v&#259;n ngh&#297;a.</font> 
</p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">&nbsp;</font><b></p> 
 
<p ALIGN="justify" style="line-height: 150%"><font color="#008000" size="5"><a name="1"></a></font><font size="4" color="#000080">Ch&#432;&#417;ng 
M&#7897;t</font></p> 
 
<p ALIGN="justify" style="line-height: 150%"><font color="#008000" size="5">Gi&#7843;i Th&#237;ch T&#7893;ng Qu&#225;t 
V&#7873; T&#234;n Kinh</font> </p> 
 
<p ALIGN="justify" style="line-height: 150%">&nbsp;</p> 
 
</b> 
 
</font> 
 
<p align="justify" style="line-height: 150%"><font FACE="Tahoma" color="#000080">Kim Cang l&#224; g&#236;? </font><font FACE="Tahoma"><font color="#000080">Kim cang l&#224; t&#226;m, kim cang l&#224; 
t&#225;nh, v&#224; kim cang c&#361;ng l&#224; tr&#237; b&#225;t nh&#227;. T&#226;m kim cang c&#361;ng l&#224; t&#225;nh kim 
cang. T&#225;nh kim cang c&#361;ng l&#224; tr&#237; kim cang b&#225;t nh&#227;. T&#7845;t c&#7843; ch&#7881; l&#224; m&#7897;t.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">T&#7841;i sao n&#243;i kim cang l&#224; &quot;t&#7921; t&#225;nh&quot;? T&#7921; t&#225;nh th&#236; v&#297;nh vi&#7877;n 
b&#7845;t ho&#7841;i, t&#7921; t&#225;nh kim cang c&#361;ng l&#224; t&#226;m kim cang, t&#226;m kim cang c&#361;ng 
v&#297;nh vi&#7877;n b&#7845;t ho&#7841;i. Kim cang b&#225;t nh&#227; c&#361;ng l&#224; th&#7921;c t&#432;&#7899;ng b&#225;t nh&#227;, 
th&#7921;c t&#432;&#7899;ng b&#225;t nh&#227; v&#297;nh vi&#7877;n b&#7845;t ho&#7841;i.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Kim Cang B&#225;t-nh&#227; Ba-la-m&#7853;t l&#224; t&#234;n c&#7911;a kinh, Kim Cang l&#224; t&#7927; d&#7909;, 
B&#225;t-nh&#227; Ba-la-m&#7853;t l&#224; ph&#225;p. B&#7903;i v&#7853;y, chi&#7871;u theo ph&#432;&#417;ng ph&#225;p Th&#7845;t 
ch&#7911;ng l&#7853;p &#273;&#7873; (theo c&#225;ch n&#224;y c&#225;c kinh &#273;&#432;&#7907;c x&#7871;p th&#224;nh b&#7843;y lo&#7841;i, 
t&#249;y theo ti&#234;u chu&#7849;n &#273;&#7873; t&#224;i c&#7911;a kinh) th&#236; &#273;&#226;y l&#224; lo&#7841;i kinh ph&#225;p 
d&#7909;, l&#7845;y kim cang &#273;&#7875; d&#7909; cho b&#225;t nh&#227;. Gi&#7843;ng nh&#432; v&#7853;y c&#7889; nhi&#234;n l&#224; 
&#273;&#250;ng. Tuy nhi&#234;n, kh&#244;ng b&#7857;ng ch&#7881; th&#7859;ng r&#7857;ng kim cang l&#224; t&#226;m, kim cang 
l&#224; t&#237;nh, kim cang l&#224; b&#225;t nh&#227;. B&#225;t nh&#227; n&#224;y ch&#237;nh l&#224; kim cang, kh&#244;ng 
d&#249;ng t&#7881; d&#7909;; t&#226;m n&#224;y ch&#237;nh l&#224; kim cang, kh&#7887;i c&#7847;n ph&#7843;i d&#7909;; t&#237;nh n&#224;y 
ch&#237;nh l&#224; kim cang, kh&#7887;i c&#7847;n ph&#7843;i d&#7909;.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">&#205;t c&#243; ai gi&#7843;ng nh&#432; v&#7853;y, &#273;a s&#7889; &#273;&#7873;u gi&#7843;ng theo l&#7889;i ph&#225;p d&#7909; l&#7853;p 
danh. Nay t&#244;i c&#361;ng theo l&#7889;i ph&#225;p d&#7909; l&#7853;p danh, nh&#432;ng &#273;em c&#7843; hai h&#7907;p 
l&#224;m m&#7897;t: ph&#225;p t&#7913;c l&#224; d&#7909;, d&#7909; c&#361;ng l&#224; ph&#225;p, ph&#225;p v&#224; d&#7909; ch&#7881; l&#224; 
m&#7897;t. N&#243;i &#273;&#7911; th&#236; l&#224; Kim Cang B&#225;t-Nh&#227; Ba-Ba-M&#7853;t, n&#243;i gom l&#7841;i th&#236; l&#224; 
Kinh Kim Cang, cho n&#234;n ng&#432;&#7901;i Trung Hoa l&#432;&#7907;c b&#7887; m&#7845;y ch&#7919; Ba-la-m&#7853;t m&#224; 
g&#7885;i kinh n&#224;y l&#224; Kinh Kim Cang, ho&#7863;c l&#224; Kinh B&#225;t-Nh&#227; Ba-Ba-M&#7853;t.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#7889;i v&#7899;i &quot;Ph&#225;p&quot;, t&#244;i v&#7851;n th&#432;&#7901;ng n&#243;i v&#7899;i qu&#253; v&#7883; l&#224; 
n&#234;n gi&#7843;ng n&#243; m&#7897;t c&#225;ch linh ho&#7841;t, ch&#7899; kh&#244;ng th&#7875; gi&#7843;ng n&#243; c&#7913;ng 
nh&#7855;c, nh&#432; ch&#7845;p r&#7857;ng m&#7897;t l&#224; m&#7897;t, hai l&#224; hai. Cho n&#234;n, hi&#7879;n t&#7841;i ch&#250;ng 
ta gi&#7843;ng l&#224; m&#7897;t, c&#361;ng c&#243; th&#7875; gi&#7843;ng l&#224; hai, l&#224; ba, &#273;&#7873;u &#273;&#432;&#7907;c c&#7843;. 
<i>Ph&#225;p v&#244; &#273;&#7883;nh ph&#225;p, cho n&#234;n trong Kinh Kim Cang c&#243; c&#226;u: &quot;Ch&#7859;ng c&#243; 
ph&#225;p nh&#7845;t &#273;&#7883;nh, &#273;&#243; g&#7885;i l&#224; B&#225;t-nh&#227; Ba-la-m&#7853;t-&#273;a&quot;.</i></font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Kim cang c&#243; ba ngh&#297;a: ki&#234;n c&#7889;, x&#225;n l&#7841;n, v&#224; b&#233;n nh&#7885;n.</font></p> 
 
<p align="justify" style="line-height: 150%"><i><b><font color="#000080">Th&#7875; c&#7911;a kim cang l&#224; ki&#234;n c&#7889; b&#7845;t ho&#7841;i. 
</font> </b></i><font color="#000080">Ch&#7859;ng c&#243; v&#7853;t g&#236; c&#243; 
th&#7875; ph&#225; h&#7911;y n&#243;, ng&#432;&#7907;c l&#7841;i, n&#243; c&#243; th&#7875; ph&#225; ho&#7841;i m&#7885;i v&#7853;t kh&#225;c; 
b&#7903;i v&#7853;y, th&#7875; c&#7911;a kim cang c&#243; th&#7875; h&#224;ng ph&#7909;c thi&#234;n ma, ngo&#7841;i &#273;&#7841;o. 
Nguy&#234;n lai, c&#225;c t&#224; tri, t&#224; ki&#7871;n c&#7911;a thi&#234;n ma ngo&#7841;i &#273;&#7841;o kh&#244;ng d&#7877; g&#236; 
ch&#7871; ph&#7909;c &#273;&#432;&#7907;c, tuy nhi&#234;n n&#7871;u c&#243; &quot;th&#7875; c&#7911;a kim cang&quot;, th&#236; c&#243; 
th&#7875; ch&#7871; ph&#7909;c &#273;&#432;&#7907;c thi&#234;n ma ngo&#7841;i &#273;&#7841;o.</font></p> 
 
<i><b> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">T&#432;&#7899;ng c&#7911;a kim cang l&#224; x&#225;n l&#7841;n, c&#243; th&#7875; soi s&#225;ng b&#243;ng t&#7889;i tr&#7847;n 
gian. </font> </b></i><font color="#000080">Ch&#7881; khi tr&#7915; &#273;&#432;&#7907;c b&#243;ng t&#7889;i th&#236; &#225;nh s&#225;ng hi&#7875;n hi&#7879;n; 
ph&#225; &#273;&#432;&#7907;c t&#224; ph&#225;p n&#234;n ch&#225;nh ph&#225;p m&#7899;i duy tr&#236; l&#226;u d&#224;i. N&#7871;u t&#224; 
ph&#225;p kh&#244;ng di&#7879;t, ch&#225;nh ph&#225;p ch&#7859;ng tr&#7909; &#273;&#432;&#7907;c l&#226;u. T&#432;&#7899;ng c&#7911;a kim 
cang ch&#237;nh l&#224; ph&#225; tr&#7915; m&#7885;i &#273;en t&#7889;i.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">&nbsp;</font><i><b><font color="#000080">D&#7909;ng c&#7911;a kim cang l&#224; s&#7921; b&#233;n nh&#7885;n c&#7911;a n&#243;. 
</font> </b></i><font color="#000080">Th&#7871; n&#224;o l&#224; 
b&#233;n nh&#7885;n? C&#243; th&#7875; v&#237; n&#243; nh&#432; m&#361;i dao nh&#7885;n ch&#7863;t &#273;&#225;, r&#7841;ch th&#233;p, 
ch&#233;m s&#7855;t nh&#432; b&#249;n? v&#7853;t c&#7913;ng m&#7845;y c&#361;ng b&#7883; n&#225;t, b&#7883; ho&#7841;i.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">N&#243;i v&#7873; t&#226;m kim cang: Ch&#7899; l&#7847;m t&#432;&#7903;ng &#273;&#243; l&#224; t&#226;m trong l&#7891;ng ng&#7921;c 
l&#224; tr&#225;i tim huy&#7871;t nh&#7909;c.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">C&#242;n m&#7897;t lo&#7841;i n&#7919;a k&#234;u l&#224; t&#226;m v&#7885;ng t&#432;&#7903;ng, c&#361;ng g&#7885;i l&#224; th&#7913;c 
th&#7913; s&#225;u; m&#7855;t, tai, m&#361;i, l&#432;&#7905;i, th&#226;n, &#253;. C&#225;c gi&#225;c quan th&#7843;y &#273;&#7873;u 
c&#243; th&#7913;c, nh&#432; m&#7855;t c&#243; nh&#227;n th&#7913;c, tai c&#243; nh&#297; th&#7913;c, m&#361;i c&#243; t&#7929; 
th&#7913;c, l&#432;&#7905;i c&#243; thi&#7879;t th&#7913;c, th&#226;n c&#243; th&#226;n th&#7913;c, &#253; c&#243; &#253; th&#7913;c. 
M&#7885;i ng&#432;&#7901;i &#273;&#7873;u cho r&#7857;ng t&#226;m huy&#7871;t nh&#7909;c l&#224; th&#7913;c th&#7913; s&#225;u, &#273;&#243; 
ch&#237;nh l&#224; m&#7897;t s&#7921; sai l&#7847;m. Sai l&#7847;m th&#7913; hai l&#224; &#273;&#7891;ng h&#243;a t&#226;m v&#7885;ng 
t&#432;&#7903;ng v&#7899;i ch&#226;n t&#226;m. </font> <i><font color="#000080">Kinh L&#259;ng Nghi&#234;m ghi nh&#432; sau:</font> </p> 
 
<blockquote> 
  <blockquote> 
    <blockquote> 
      <blockquote> 
        <p align="justify" style="line-height: 150%"><font color="#000080">&quot;Ph&#7853;t b&#7843;o A Nan, c&#225;i &#7845;y ch&#7859;ng ph&#7843;i l&#224; t&#226;m c&#7911;a &#244;ng. &#208;&#243; l&#224; 
        ti&#7873;n tr&#7847;n, t&#432;&#7903;ng t&#432;&#7907;ng h&#432; v&#7885;ng, n&#243; l&#224;m cho ch&#226;n t&#237;nh c&#7911;a &#244;ng b&#7883; 
        m&#234; l&#7847;m. Do t&#7915; v&#244; th&#7911;y cho &#273;&#7871;n nay, &#244;ng nh&#7853;n t&#234;n gi&#7863;c &#7845;y l&#224;m con, 
        b&#7887; m&#7845;t t&#237;nh b&#7843;n lai th&#432;&#7901;ng tr&#7909; n&#234;n ph&#7843;i ch&#7883;u lu&#226;n h&#7891;i sinh 
        t&#7917;&quot;.</font> </i></p> 
      </blockquote> 
    </blockquote> 
  </blockquote> 
</blockquote> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">&#208;o&#7841;n n&#224;y trong kinh th&#7853;t l&#224; tr&#7885;ng y&#7871;u, n&#243;i r&#245; th&#7913;c th&#7913; s&#225;u 
l&#224; v&#7885;ng t&#432;&#7903;ng, v&#236; v&#7853;y Ph&#7853;t ph&#225; tr&#7915; v&#7885;ng th&#7913;c cho &#244;ng A Nan.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">T&#226;m v&#7885;ng t&#432;&#7903;ng th&#7847;n th&#244;ng qu&#7843;ng &#273;&#7841;i, h&#7889;t &#273;&#244;ng, h&#7889;t t&#226;y, h&#7889;t 
nam? h&#7889;t b&#7855;c, ch&#7859;ng c&#7847;n c&#243; h&#7887;a ti&#7877;n c&#361;ng c&#243; th&#7875; t&#7899;i &#273;&#432;&#7907;c m&#7863;t 
tr&#259;ng.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">&#212;ng A Nan cho r&#7857;ng t&#226;m &#273;&#243; ch&#237;nh l&#224; t&#226;m c&#7911;a m&#236;nh, nh&#432;ng Ph&#7853;t th&#236; 
b&#7843;o:</font> </p> 
 
<blockquote> 
  <blockquote> 
    <i><p align="justify" style="line-height: 150%"><font color="#000080">&quot;&#208;&#243; kh&#244;ng ph&#7843;i l&#224; t&#226;m c&#7911;a &#244;ng, &#273;&#243; l&#224; ti&#7873;n tr&#7847;n, m&#7897;t 
    lo&#7841;i h&#236;nh t&#432;&#7899;ng, suy t&#432;&#7903;ng h&#432; v&#7885;ng. T&#432;&#7899;ng h&#432; v&#7885;ng sinh ra t&#7915; s&#7921; 
    v&#7885;ng t&#432;&#7903;ng c&#7911;a &#244;ng &#273;&#227; che m&#7901; m&#7845;t ch&#226;n t&#225;nh. T&#7915; th&#7901;i v&#244; 
    th&#7911;y &#273;&#7871;n ki&#7871;p hi&#7879;n t&#7841;i n&#224;y, &#244;ng nh&#7853;n c&#225;i &#273;&#243; l&#224; t&#226;m, nh&#7853;n 
    gi&#7863;c l&#224;m con, &#273;&#7875; m&#7845;t v&#7853;t b&#225;u c&#7889; h&#7919;u c&#7911;a m&#236;nh, m&#7845;t &#273;i c&#225;i t&#226;m 
    trong s&#225;ng, qu&#237; b&#225;u, lu&#244;n lu&#244;n th&#432;&#7901;ng tr&#7909; b&#7845;t bi&#7871;n c&#7911;a m&#236;nh, cho 
    n&#234;n m&#7899;i ch&#7883;u c&#7843;nh tr&#244;i l&#259;n trong s&#225;u n&#7867;o lu&#226;n h&#7891;i, kh&#244;ng bi&#7871;t 
    l&#250;c n&#224;o ra kh&#7887;i&quot;.</font> </p> 
    </i><p align="justify" style="line-height: 150%"><font color="#000080">&#208;o&#7841;n tr&#234;n ch&#237;nh l&#224; n&#243;i v&#7873; t&#226;m v&#7885;ng t&#432;&#7903;ng.</font> </p> 
  </blockquote> 
</blockquote> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">C&#242;n lo&#7841;i th&#7913; ba l&#224; g&#236;? &#208;&#243; l&#224; t&#226;m ch&#226;n nh&#432;. T&#226;m ch&#226;n nh&#432; l&#224; 
th&#7921;c t&#432;&#7899;ng b&#225;t-nh&#227;, c&#361;ng ch&#237;nh l&#224; th&#7921;c t&#432;&#7899;ng. T&#226;m ch&#226;n nh&#432; 
r&#7897;ng l&#7899;n, kh&#244;ng c&#243; g&#236; ngo&#224;i n&#243;. C&#361;ng l&#224; nh&#7887; v&#224; kh&#244;ng c&#243; g&#236; 
ch&#7913;a trong n&#243;. B&#7843;o n&#243; l&#7899;n, t&#7913;c kh&#244;ng c&#243; c&#225;i g&#236; l&#7899;n b&#7857;ng. B&#7843;o 
n&#243; nh&#7887;, t&#7913;c kh&#244;ng c&#243; g&#236; nh&#7887; b&#7857;ng. T&#226;m &#273;&#243; m&#7899;i l&#224; ch&#226;n t&#226;m 
c&#7911;a m&#7895;i ng&#432;&#7901;i. &#208;&#243; l&#224; ba lo&#7841;i t&#226;m.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Kinh b&#225;t nh&#227; c&#243; ch&#7915;ng bao nhi&#234;u b&#7897;? Nguy&#234;n l&#224; t&#225;m b&#7897;, nh&#432;ng 
ph&#226;n t&#237;ch k&#7929; l&#432;&#7905;ng th&#236; kinh n&#224;y &#273;&#432;&#7907;c chia th&#224;nh m&#432;&#7901;i b&#7897;.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7913; nh&#7845;t l&#224; <b> Kinh &#208;&#7841;i B&#225;t Nh&#227;</b>, c&#243; s&#225;u tr&#259;m quy&#7875;n. Trong th&#7901;i 
gian Ng&#224;i Huy&#7873;n Trang d&#7883;ch kinh &#273;&#243;, hoa &#273;&#224;o &#273;&#227; n&#7903; b&#244;ng s&#225;u l&#7847;n 
trong m&#7897;t n&#259;m.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7913; hai l&#224; <b> Kinh Ph&#243;ng Quang B&#225;t Nh&#227;</b>, n&#243;i v&#7873; Ph&#7853;t ph&#243;ng quang khi 
thuy&#7871;t b&#225;t nh&#227;, g&#7891;m 30 quy&#7875;n.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7913; ba l&#224; <b> Kinh Ma Ha B&#225;t Nh&#227;</b>; Ma-ha ngh&#297;a l&#224; &quot;&#273;&#7841;i&quot;, nh&#432;ng 
kh&#244;ng c&#249;ng m&#7897;t danh x&#432;ng v&#7899;i Kinh &#208;&#7841;i B&#225;t Nh&#227;, v&#224; kinh n&#224;y g&#7891;m 30 
quy&#7875;n.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7913; t&#432; l&#224; <b> Kinh Quang T&#225;n B&#225;t Nh&#227;</b>, c&#243; ngh&#297;a l&#224; Ph&#7853;t ph&#243;ng quang khi 
t&#225;n th&#225;n b&#225;t nh&#227;.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7913; n&#259;m g&#7885;i l&#224; <b> Kinh &#208;&#7841;o H&#7841;nh B&#225;t Nh&#227;</b>.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7913; s&#225;u l&#224; <b> Ti&#7875;u Ph&#7849;m B&#225;t Nh&#227;</b>. M&#7895;i b&#7897; trong ba kinh v&#7915;a n&#243;i, 
Quang T&#225;n, &#208;&#7841;o H&#7841;nh v&#224; Ti&#7875;u Ph&#7849;m &#273;&#7873;u g&#7891;m c&#243; m&#432;&#7901;i quy&#7875;n. V&#7853;y 
g&#7897;p l&#7841;i, t&#237;nh t&#7915; b&#7897; kinh th&#7913; nh&#7845;t th&#236; g&#7891;m co 690 quy&#7875;n.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7913; b&#7843;y l&#224; <b> Kinh Th&#7855;ng Thi&#234;n V&#432;&#417;ng B&#225;t Nh&#227;</b>, g&#7891;m b&#7843;y quy&#7875;n.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7913; t&#225;m l&#224; <b> Nh&#226;n V&#432;&#417;ng B&#225;t Nh&#227;</b>, t&#7913;c Nh&#226;n V&#432;&#417;ng H&#7897; Qu&#7889;c B&#225;t 
Nh&#227; Kinh, g&#7891;m hai quy&#7875;n.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7913; ch&#237;n l&#224; <b> Th&#7921;c T&#432;&#7899;ng B&#225;t Nh&#227;</b>, ch&#7881; c&#243; m&#7897;t quy&#7875;n.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7913; m&#432;&#7901;i l&#224; <b> V&#259;n Th&#249; B&#225;t Nh&#227;</b>, c&#361;ng ch&#7881; c&#243; m&#7897;t quy&#7875;n. T&#7893;ng 
c&#7897;ng to&#224;n b&#7897; l&#224; 701&nbsp; quy&#7875;n.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Ph&#7853;t n&#243;i Kinh B&#225;t Nh&#227; t&#7841;i b&#7889;n &#273;&#7883;a &#273;i&#7875;m, trong m&#432;&#7901;i s&#225;u l&#7847;n 
ph&#225;p h&#7897;i.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#7883;a &#273;i&#7875;m th&#7913; nh&#7845;t l&#224; t&#7841;i n&#250;i Linh-th&#7913;u, th&#224;nh V&#432;&#417;ng-x&#225;, ph&#237;a 
&#273;&#244;ng-b&#7855;c th&#224;nh Th&#7845;t-la-phi&#7879;t, v&#224; n&#243;i trong b&#7843;y l&#7847;n ph&#225;p h&#7897;i.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#7883;a &#273;i&#7875;m th&#7913; nh&#236;, n&#243;i t&#7841;i v&#432;&#7901;n C&#7845;p-c&#244;-&#273;&#7897;c, r&#7915;ng c&#226;y c&#7911;a 
th&#225;i t&#7917; K&#7923;-&#273;&#224;, c&#361;ng trong b&#7843;y h&#7897;i.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#7883;a &#273;i&#7875;m th&#7913; ba t&#7841;i tr&#7901;i Tha H&#243;a T&#7921; T&#7841;i, &#7903; cung &#273;i&#7879;n Ma-ni 
ch&#226;u t&#7841;ng, n&#243;i trong m&#7897;t h&#7897;i.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">N&#417;i th&#7913; t&#432;, t&#7841;i v&#432;&#7901;n Tr&#250;c L&#226;m, b&#234;n h&#7891; B&#225;ch L&#7897;c (V&#432;&#7901;n Nai), 
Ph&#7853;t c&#361;ng ch&#7881; thuy&#7871;t m&#7897;t h&#7897;i. T&#7893;ng c&#7897;ng b&#7889;n n&#417;i, Ph&#7853;t thuy&#7871;t 
m&#432;&#7901;i s&#225;u l&#7847;n.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">&nbsp;</font></p> 
 
<i> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Kinh Kim Cang B&#225;t-nh&#227; Ba-la-m&#7853;t n&#224;y l&#224; quy&#7875;n th&#7913; 577 trong s&#225;u tr&#259;m 
quy&#7875;n c&#7911;a b&#7897; &#208;&#7841;i B&#225;t-nh&#227;, v&#224; do Ph&#7853;t thuy&#7871;t n&#417;i v&#432;&#7901;n 
C&#7845;p-c&#244;-&#273;&#7897;c, t&#7913;c &#273;&#7883;a &#273;i&#7875;m th&#7913; hai trong k&#7923; ph&#225;p h&#7897;i th&#7913; ba &#7903; 
&#273;&#226;y. </font> </i><font color="#000080">&#208;&#243; l&#224; t&#243;m t&#7855;t lai l&#7883;ch c&#7911;a kinh n&#224;y.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7871; n&#224;o l&#224; B&#225;t nh&#227;? <i>Tr&#250;c bi&#7871;c hoa v&#224;ng, kh&#244;ng g&#236; ch&#7859;ng ph&#7843;i 
b&#225;t nh&#227;. </i>Ngh&#297;a l&#224; tr&#237; b&#225;t nh&#227; hi&#7875;n hi&#7879;n &#7903; m&#7885;i c&#7843;nh, nh&#432; khi 
m&#7855;t nh&#236;n tr&#250;c xanh, xem hoa v&#224;ng. Ch&#7919; b&#225;t nh&#227; nguy&#234;n l&#224; ti&#7871;ng Ph&#7841;n, 
danh t&#7915; n&#224;y &#273;&#432;&#7907;c x&#7871;p v&#224;o m&#7897;t trong n&#259;m lo&#7841;i khong d&#7883;ch ra, ch&#7881; k&#253; 
&#226;m kh&#244;ng d&#7883;ch ngh&#297;a. N&#7871;u d&#7883;ch sang ti&#7871;ng H&#225;n th&#236; ch&#7881; d&#7883;ch &#273;&#432;&#7907;c m&#7897;t 
&#253; v&#224; b&#7887; m&#7845;t nh&#7919;ng &#253; ngh&#297;a kh&#225;c, g&#7885;i l&#224; &#273;a h&#224;m b&#7845;t phi&#234;n.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">B&#225;t nh&#227; &#273;&#432;&#7907;c d&#7883;ch th&#224;nh tr&#237; hu&#7879;. Tuy nhi&#234;n, d&#7883;ch nh&#432; v&#7853;y ch&#7881; 
&#273;&#432;&#7907;c m&#7897;t &#253; m&#224; kh&#244;ng l&#7897;t h&#7871;t t&#7845;t c&#7843; ngh&#297;a.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">B&#225;t nh&#227; c&#243; ba th&#7913; g&#7885;i l&#224; V&#259;n T&#7921; B&#225;t Nh&#227;, Qu&#225;n Chi&#7871;u B&#225;t 
Nh&#227; v&#224; Th&#7921;c T&#432;&#7899;ng B&#225;t Nh&#227;.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Do V&#259;n T&#7921; B&#225;t Nh&#227; m&#224; kh&#7903;i &#273;&#7863;ng Qu&#225;n Chi&#7871;u B&#225;t Nh&#227;; do Qu&#225;n 
Chi&#7871;u B&#225;t Nh&#227; m&#224; &#273;&#7841;t &#273;&#432;&#7907;c Th&#7921;c T&#432;&#7899;ng B&#225;t Nh&#227;. Th&#7871; n&#224;o g&#7885;i 
l&#224; V&#259;n T&#7921; B&#225;t Nh&#227;? &#208;&#243; l&#224; v&#259;n t&#7921; trong kinh. N&#7871;u ta kh&#244;ng c&#243; 
tr&#237; hu&#7879; quan s&#225;t th&#236; trong kinh ch&#7881; to&#224;n l&#224; ch&#7919;, &#273;&#7885;c &#273;i &#273;&#7885;c l&#7841;i 
ch&#7859;ng th&#7875; n&#224;o hi&#7875;u &#273;&#432;&#7907;c, v&#224; n&#7871;u kh&#244;ng hi&#7875;u th&#236; kh&#244;ng th&#7875; c&#243; 
b&#225;t nh&#227;; kh&#244;ng c&#243; b&#225;t-nh&#227; t&#7913;c kh&#244;ng th&#7875; sanh &#273;&#432;&#7907;c tr&#237; hu&#7879;. X&#432;a 
nay, tr&#237; hu&#7879; n&#224;y ai c&#361;ng c&#243;, ch&#7881; v&#236; l&#226;u nay m&#236;nh kh&#244;ng vun b&#243;n n&#234;n 
n&#243; kh&#244;ng xu&#7845;t hi&#7879;n, n&#234;n b&#7843;o r&#7857;ng kh&#244;ng c&#243;. Kh&#244;ng c&#243; Qu&#225;n Chi&#7871;u 
B&#225;t Nh&#227;, t&#7845;t kh&#244;ng th&#7875; minh b&#7841;ch &#273;&#432;&#7907;c Th&#7921;c T&#432;&#7899;ng B&#225;t Nh&#227;. 
&#208;i&#7873;u t&#7845;t y&#7871;u l&#224; ph&#7843;i c&#243; Qu&#225;n Chi&#7871;u B&#225;t Nh&#227; m&#7899;i c&#243; th&#7875; t&#7899;i 
&#273;&#432;&#7907;c m&#7909;c &#273;&#237;ch t&#7889;i h&#7853;u t&#7913;c l&#224; Th&#7921;c T&#432;&#7899;ng B&#225;t Nh&#227;. &#208;&#243; l&#224; 
s&#417; l&#432;&#7907;c v&#7873; &#253; ngh&#297;a c&#7911;a B&#225;t-nh&#227;.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">V&#7873; ba-la-m&#7853;t, c&#243; ng&#432;&#7901;i n&#243;i ch&#7919; &#273;&#243; ngh&#297;a l&#224; ng&#7885;t nh&#432; tr&#225;i 
kh&#243;m (pineapple)*[&#208;&#226;y l&#224; c&#225;ch ch&#417;i ch&#7919; (pun). 
</font> </font><font FACE="Tahoma" 
COLOR="#008080"><i>Ba-la-m&#7853;t ti&#7871;ng Quan-tho&#7841;i ph&#225;t &#226;m l&#224; bwo lwo mi, kh&#244;ng 
kh&#225;c v&#7899;i ph&#225;t &#226;m c&#7911;a ch&#7919; bwo lwo ngh&#297;a l&#224; tr&#225;i kh&#243;m (pineapple) v&#224; 
mi ngh&#297;a l&#224; m&#7853;t (honey). </i>Cho n&#234;n, bwo lwo mi (ng&#7885;t nh&#432; kh&#243;m v&#224; 
ba-la-m&#7853;t) th&#236; &#273;&#7891;ng &#226;m nh&#432;ng d&#7883; ngh&#297;a.] </font><font FACE="Tahoma"><font color="#000080">Kh&#244;ng 
sai! Ba-la-m&#7853;t l&#224; ng&#7885;t. Ch&#250;ng ta n&#7871;m v&#7883; ba-la-m&#7853;t th&#236; qu&#7843; th&#7845;y c&#243; 
ng&#7885;t, c&#243; &#273;i&#7873;u ba-la-m&#7853;t n&#224;y ch&#7859;ng ph&#7843;i ch&#7881; ng&#7885;t m&#7897;t c&#225;ch &#273;&#417;n 
thu&#7847;n, m&#224; l&#224; th&#7913; ng&#7885;t &#7903; trong v&#7883; ng&#7885;t. V&#236; n&#243; l&#224;m cho ta l&#236;a c&#225;i 
kh&#7893; &#273;&#7875; &#273;&#432;&#7907;c c&#225;i vui s&#432;&#7899;ng. Ba-la-m&#7853;t, hay paramita, l&#224; ti&#7871;ng &#7845;n 
&#208;&#7897;. &#7903; n&#432;&#7899;c &#7845;n &#208;&#7897;, h&#7877; ho&#224;n t&#7845;t vi&#7879;c g&#236; th&#236; g&#7885;i l&#224; 
&quot;ba-la-m&#7853;t&quot;. N&#7871;u phi&#234;n d&#7883;ch sang ti&#7871;ng H&#225;n th&#236; th&#224;nh ra t&#7915; 
&quot;&#273;&#225;o b&#7881; ng&#7841;n&quot; (t&#7899;i b&#7901; b&#234;n kia). Nh&#432; ch&#250;ng ta &#273;&#432;&#417;ng &#7903; 
t&#7841;i th&#224;nh ph&#7889; San Francisco m&#224; mu&#7889;n &#273;i qua th&#224;nh ph&#7889; Berkeley th&#236; ph&#7843;i 
&#273;i qua c&#7847;u ho&#7863;c ph&#7843;i d&#249;ng thuy&#7873;n qua s&#244;ng, m&#7899;i t&#7899;i &#273;&#432;&#7907;c b&#7901; 
b&#234;n kia. T&#7899;i &#273;&#432;&#7907;c th&#236; g&#7885;i l&#224; &quot;ba-la-m&#7853;t&quot; hay &quot;&#273;&#225;o b&#7881; 
ng&#7841;n&quot;. Nh&#432; h&#7885;c h&#7871;t ti&#7875;u h&#7885;c, &#273;&#7853;u b&#7857;ng t&#7889;t nghi&#7879;p, &#273;&#243; l&#224; 
ba-la-m&#7853;t. H&#7885;c h&#7871;t trung h&#7885;c, c&#243; ch&#7913;ng ch&#7881; t&#7889;t nghi&#7879;p, c&#361;ng l&#224; 
ba-la-m&#7853;t. R&#7891;i l&#234;n &#273;&#7841;i h&#7885;c, h&#7885;c xong, c&#361;ng l&#224; ba-la-m&#7853;t. Sau &#273;&#243; 
h&#7885;c n&#7919;a, &#273;&#7871;n th&#7841;c-s&#297;, b&#225;c s&#297;, h&#7885;c xong t&#7915;ng giai &#273;o&#7841;n m&#7897;t, &#273;&#7873;u 
g&#7885;i l&#224; ba-la-m&#7853;t.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">B&#226;y gi&#7901; ch&#250;ng ta &#273;&#432;&#417;ng &#7903; &#273;&#226;u m&#224; h&#432;&#7899;ng t&#7899;i &quot;&#273;&#225;o b&#7881; 
ng&#7841;n&quot; &#273;&#226;y? Ch&#250;ng ta &#273;&#432;&#417;ng &#7903; b&#7901; sinh t&#7917;, c&#7889; l&#7897;i qua gi&#242;ng 
th&#225;c phi&#7873;n n&#227;o &#273;&#7875; t&#7899;i &#273;&#432;&#7907;c b&#7901; ni&#7871;t b&#224;n, &#273;&#243; g&#7885;i l&#224; 
ba-la-m&#7853;t. N&#243;i t&#7899;i ba-la-m&#7853;t, th&#236; c&#225;i g&#236; c&#361;ng c&#243; th&#7875; n&#243;i l&#224; 
ba-la-m&#7853;t. Nh&#432; hi&#7879;n nay, ch&#250;ng ta ch&#432;a khai ng&#7897;, m&#7899;i b&#7855;t &#273;&#7847;u ng&#7891;i 
thi&#7873;n. T&#7899;i khi n&#224;o khai ng&#7897;, th&#236; &#273;&#243; l&#224; ba-la-m&#7853;t. N&#243;i t&#243;m l&#7841;i 
ph&#224;m l&#224;m c&#244;ng vi&#7879;c g&#236; m&#224; &#273;at &#273;&#432;&#7907;c th&#224;nh c&#244;ng vi&#234;n m&#227;n, &#273;&#7873;u 
c&#243; th&#7875; g&#7885;i l&#224; ba-la-m&#7853;t. Ch&#250;ng ta tu h&#7885;c Ph&#7853;t-ph&#225;p, l&#250;c &#273;&#7847;u r&#7845;t 
kh&#243; l&#227;nh h&#7897;i, do &#273;&#243; m&#7897;t s&#7889; &#273;&#244;ng m&#7899;i nghe qua m&#7897;t l&#7847;n, th&#7845;y kh&#243; 
hi&#7875;u, li&#7873;n m&#7845;t h&#7913;ng th&#250; v&#224; kh&#244;ng t&#7899;i n&#7919;a. Ng&#432;&#7901;i tu h&#7885;c 
Ph&#7853;t-ph&#225;p, tr&#432;&#7899;c h&#7871;t ph&#7843;i c&#243; c&#259;n l&#224;nh, c&#242;n ph&#7843;i nh&#7851;n n&#7841;i, v&#224; 
coi Ph&#7853;t-ph&#225;p h&#7871;t s&#7913;c tr&#7885;ng y&#7871;u, tr&#234;n h&#7871;t m&#7885;i s&#7921;. Khi th&#7845;y c&#243; 
&#273;i&#7873;u n&#224;o kh&#244;ng hi&#7875;u th&#7845;u, th&#236; nh&#7845;t &#273;&#7883;nh ph&#7843;i t&#236;m c&#225;ch nghe ph&#225;p, 
&#273;&#7885;c kinh, gi&#7889;ng nh&#432; ng&#432;&#7901;i &#273;&#243;i b&#7909;ng, kh&#244;ng c&#242;n chuy&#7879;n g&#236; c&#7847;n h&#417;n 
l&#224; t&#236;m ch&#7895; n&#224;o c&#243; qu&#225;n &#259;n &#273;&#7875; ch&#7841;y t&#7899;i. Ph&#7843;i c&#243; &#273;&#432;&#7907;c c&#225;i 
t&#226;m hoan h&#7881; nghe kinh nh&#432; v&#7853;y, khi nghe xong kinh c&#361;ng g&#7885;i l&#224; ba-la-m&#7853;t.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Ngh&#297;a c&#7911;a ch&#7919; kinh &#273;&#227; &#273;&#432;&#7907;c gi&#7843;ng qua nhi&#7873;u l&#7847;n. Kinh c&#249;ng ngh&#297;a 
v&#7899;i ch&#7919; k&#237;nh, t&#7913;c l&#224; &#273;&#432;&#7901;ng th&#7859;ng, m&#7897;t l&#7889;i &#273;i cho ng&#432;&#7901;i tu, 
d&#7851;n t&#7915; con l&#7897; sinh t&#7917; &#273;&#7871;n con l&#7897; kh&#244;ng c&#243; sinh t&#7917;, c&#361;ng l&#224; d&#7851;n 
t&#7915; &#273;&#7883;a v&#7883; ph&#224;m phu &#273;&#7871;n c&#7843;nh gi&#7899;i c&#7911;a b&#7853;c th&#225;nh hay Ph&#7853;t.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Ch&#7919; Kinh c&#243; m&#7897;t ngh&#297;a g&#7885;i l&#224; &quot;xu&#7845;t sinh&quot;; &quot;xu&#7845;t&quot; 
t&#7913;c l&#224; &#273;i ra, &#253; n&#243;i ph&#225;p t&#7915; mi&#7879;ng c&#7911;a &#208;&#7913;c Ph&#7853;t m&#224; ph&#225;t sinh 
ra, t&#234;n x&#432;ng l&#224; &quot;kinh&quot;.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Kinh c&#361;ng c&#243; ngh&#297;a kh&#225;c n&#7919;a l&#224; &quot;hi&#7875;n di&#7879;u&quot;, v&#236; kinh &#273;i&#7875;n 
soi s&#225;ng kh&#7855;p th&#7871; gian.</font> </p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Kinh c&#242;n c&#243; ngh&#297;a l&#224; &quot;th&#432;&#7901;ng&quot;. V&#244; lu&#7853;n kim hay c&#7893;, x&#432;a nay 
kinh &#273;i&#7875;n v&#7851;n y nguy&#234;n, kh&#244;ng thay &#273;&#7893;i, m&#7897;t ch&#7919; kh&#244;ng th&#234;m, m&#7897;t 
ch&#7919; kh&#244;ng b&#7899;t, ch&#7859;ng t&#259;ng ch&#7859;ng gi&#7843;m, c&#7893; kim b&#7845;t bi&#7871;n g&#7885;i l&#224; 
&quot;kinh&quot;.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">M&#7897;t ngh&#297;a kh&#225;c c&#7911;a kinh l&#224; &quot;qu&#225;n th&#244;ng&quot;, t&#7913;c th&#244;ng su&#7889;t, 
t&#7915;ng h&#224;ng t&#7915;ng h&#224;ng trong kinh v&#259;n, t&#7915; &#273;&#7847;u &#273;&#7871;n cu&#7889;i, ngh&#297;a l&#253; 
&#273;&#7873;u th&#244;ng su&#7889;t vi&#234;n m&#227;n.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Kinh c&#361;ng c&#243; ngh&#297;a l&#224; &quot;nhi&#7871;p&quot;, t&#7913;c l&#224; th&#226;u h&#250;t. T&#7927; nh&#432; 
&#273;&#225; nam ch&#226;m h&#250;t kim lo&#7841;i, kinh gi&#250;p c&#225;c ch&#250;ng sinh hi&#7875;u r&#245; 
Ph&#7853;t-ph&#225;p, th&#226;u nhi&#7871;p h&#243;a &#273;&#7897;.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Kinh c&#243; ngh&#297;a l&#224; &quot;ph&#225;p&quot;, t&#7913;c ph&#432;&#417;ng ph&#225;p &#273;&#7875; m&#7885;i ng&#432;&#7901;i 
y theo m&#224; tu h&#224;nh, m&#7897;t ph&#233;p t&#7855;c chung cho c&#7843; ba &#273;&#7901;i, qu&#225; kh&#7913;, hi&#7879;n 
t&#7841;i v&#224; v&#7883; lai.</font></p> 
 
<p align="justify" style="line-height: 150%"><font color="#000080">Ngo&#224;i ra kinh c&#242;n m&#7897;t s&#7889; c&#225;c ngh&#297;a kh&#225;c nh&#432; g&#7889;c c&#7911;a ph&#225;p (ph&#225;p 
b&#7893;n), ph&#225;t vi di&#7879;u (vi ph&#225;t), su&#7889;i phun (d&#361;ng tuy&#7873;n), d&#226;y m&#7921;c (th&#7857;ng 
m&#7863;c), k&#7871;t tr&#224;ng (k&#7871;t man). &#208;&#226;y ch&#7881; l&#224; gi&#7843;i th&#237;ch m&#7897;t c&#225;ch &#273;&#417;n 
gi&#7843;n &#253; ngh&#297;a c&#7911;a ch&#7919; kinh.</font></p> 
 
<p align="justify" style="line-height: 150%">&nbsp;</p> 
 
<p align="justify" style="line-height: 150%"><font size="5"><b><font face="Tahoma" color="#008000"><a name="2"></a></font></b></font><font size="4" color="#000080"><b>Ch&#432;&#417;ng 
Hai</b></font></font></p> 
<p ALIGN="justify" style="line-height: 150%"><font size="5"><b>&nbsp;<font face="Tahoma" color="#008000">D&#7883;ch 
Gi&#7843;: Ng&#224;i Tam T&#7841;ng Ph&#225;p S&#432; C&#432;u-Ma-La-Th&#7853;p &#7903; 
&#273;&#7901;i Di&#234;u T&#7847;n</font></b></font></p> 
 
<font SIZE="5"> 
 
<p ALIGN="justify" style="line-height: 150%"><font face="Tahoma" color="#000080">&nbsp; </font></font><b><font face="Tahoma" color="#000080" SIZE="4">&nbsp;</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma">B&#7897; kinh n&#224;y 
l&#224; do Ph&#225;p-s&#432; C&#432;u-ma-la-th&#7853;p phi&#234;n d&#7883;ch v&#224;o th&#7901;i Di&#234;u T&#7847;n. </font></b><font 
size="3" face="Tahoma" color="#000080">Ngo&#224;i ra, c&#242;n n&#259;m v&#7883; Ph&#225;p-s&#432; kh&#225;c c&#361;ng d&#7883;ch kinh 
n&#224;y, v&#224;o nh&#7919;ng th&#7901;i &#273;i&#7875;m kh&#225;c nhau, do &#273;&#243; c&#243; m&#7897;t s&#7889; c&#225;c b&#7843;n 
d&#7883;ch kh&#225;c c&#361;ng &#273;&#432;&#7907;c l&#432;u h&#224;nh.</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">B&#7843;n d&#7883;ch c&#7911;a Ph&#225;p-s&#432; 
C&#432;u-ma-la-th&#7853;p l&#7845;y t&#234;n l&#224; Kim Cang B&#225;t-nh&#227; Ba-la-m&#7853;t 
Kinh.</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">V&#7883; th&#7913; hai phi&#234;n d&#7883;ch kinh n&#224;y 
l&#224; B&#7891;-&#273;&#7873;-l&#432;u-chi v&#224;o th&#7901;i nguy&#234;n Ng&#7909;y. V&#7883; th&#7913; ba l&#224; Ch&#226;n-&#273;&#7871; 
d&#7883;ch v&#224;o th&#7901;i k&#7923; Nam-B&#7855;c tri&#7873;u. C&#7843; ba c&#249;ng &#273;&#7873; chung m&#7897;t t&#234;n l&#224; 
Kim Cang B&#225;t-nh&#227; Ba-la-m&#7853;t Kinh.</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">V&#224;o tri&#7873;u &#273;&#7841;i nh&#224; T&#249;y, 
Ph&#225;p-s&#432; C&#7845;p-&#273;a d&#7883;ch, l&#7845;y t&#234;n l&#224; N&#259;ng &#208;o&#7841;n Kim Cang B&#225;t-nh&#227; 
Ba-la-m&#7853;t Kinh, t&#7913;c l&#224; th&#234;m hai ch&#7919; n&#259;ng &#273;o&#7841;n v&#224;o t&#234;n c&#7911;a 
kinh. </font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">V&#7883; th&#7913; n&#259;m l&#224; Ng&#224;i Huy&#7873;n 
Trang, b&#7855;t &#273;&#7847;u phi&#234;n d&#7883;ch t&#7915; n&#259;m Trinh-qu&#225;n th&#7913; 19, &#273;&#7901;i &#208;&#432;&#7901;ng. 
T&#234;n c&#7911;a kinh c&#361;ng kh&#225;c, l&#7845;y t&#234;n l&#224; Kim Cang N&#259;ng &#208;o&#7841;n B&#225;t-Nh&#227; 
Ba-La-M&#7853;t Kinh. Ng&#224;i l&#224; m&#7897;t v&#7883; &#273;&#7841;i &#273;&#7913;c cao t&#259;ng c&#7911;a Trung 
Hoa, &#273;&#227; 
l&#432;u h&#7885;c t&#7841;i &#7845;n &#208;&#7897; trong m&#432;&#7901;i t&#225;m n&#259;m, sau tr&#7903; v&#7873; n&#432;&#7899;c phi&#234;n 
d&#7883;ch r&#7845;t nhi&#7873;u kinh &#273;i&#7875;n Ph&#7853;t h&#7885;c.</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">V&#7883; th&#7913; s&#225;u l&#224; Ph&#225;p-s&#432; Ngh&#297;a 
T&#7883;nh. Ng&#224;i Ngh&#297;a T&#7883;nh c&#361;ng qua &#7845;n &#208;&#7897; l&#432;u h&#7885;c v&#224; tr&#7903; v&#7873; n&#432;&#7899;c 
v&#224;o th&#7901;i c&#7911;a V&#245;-t&#7855;c-thi&#234;n. V&#245;-t&#7855;c-thi&#234;n l&#224;m ra v&#7867; m&#7897; &#273;&#7841;o, ham 
h&#7885;c Ph&#7853;t-ph&#225;p, m&#7899;i cho m&#7901;i Ph&#225;p-s&#432; Ngh&#297;a T&#7883;nh &#273;&#7871;n &#273;&#7875; phi&#234;n d&#7883;ch 
kinh &#273;i&#7875;n. B&#7843;n d&#7883;ch n&#224;y c&#249;ng l&#7845;y t&#234;n l&#224; Kim Cang N&#259;ng &#208;o&#7841;n 
B&#225;t-nh&#227; Ba-la-m&#7853;t Kinh nh&#432; b&#7843;n d&#7883;ch c&#7911;a Ng&#224;i Huy&#7873;n 
Trang. </font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">V&#7853;y l&#224; kinh n&#224;y c&#243; t&#7845;t c&#7843; 
s&#225;u b&#7843;n d&#7883;ch, ch&#250;ng ta nghi&#234;n c&#7913;u Ph&#7853;t h&#7885;c n&#234;n nh&#7899; &#273;i&#7873;u n&#224;y.</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">Trong s&#225;u b&#7843;n d&#7883;ch v&#7915;a n&#243;i 
&#7903; tr&#234;n th&#236; b&#7843;n c&#7911;a Ng&#224;i C&#432;u-ma-la-th&#7853;p l&#224; th&#244;ng d&#7909;ng h&#417;n c&#7843;. &#208;a 
s&#7889; &#273;&#7873;u &#432;a th&#237;ch c&#225;c b&#7843;n kinh &#273;i&#7875;n do ng&#224;i d&#7883;ch. T&#7841;i sao v&#7853;y? </font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">S&#7889; l&#224;, v&#224;o tri&#7873;u &#273;&#7841;i nh&#224; 
&#208;&#432;&#7901;ng, c&#243; lu&#7853;t s&#432; &#208;&#7841;o Tuy&#234;n, chuy&#234;n tr&#236; gi&#7899;i lu&#7853;t. Ng&#224;i gi&#7919; 
g&#236;n b&#7889;n t&#432;&#7899;ng oai nghi, &#273;i, &#273;&#7913;ng, n&#7857;m, ng&#7891;i, h&#7871;t s&#7913;c nghi&#234;m c&#7849;n. 
Nh&#432; Kinh L&#259;ng Nghi&#234;m c&#243; n&#243;i: &quot;uy nghi nghi&#234;m c&#7849;n, trai ph&#225;p cung 
k&#237;nh&quot;. T&#7841;i sao c&#225;c oai nghi l&#7841;i ph&#7843;i gi&#7919; cho nghi&#234;m ch&#7881;nh? B&#7903;i v&#236;, 
n&#7871;u ch&#250;ng ta gi&#7919; &#273;&#432;&#7907;c nh&#432; v&#7853;y, th&#236; ch&#7859;ng ri&#234;ng ng&#432;&#7901;i v&#224; tr&#7901;i 
&#273;&#7873;u ph&#7843;i c&#250;ng d&#432;&#7901;ng m&#224; qu&#7927; th&#7847;n &#273;&#7889;i v&#7899;i ch&#250;ng ta c&#361;ng ph&#7843;i 
cung k&#237;nh, s&#249;ng b&#225;i. Lu&#7853;t s&#432; &#208;&#7841;o Tuy&#234;n nghi&#234;m tr&#236; gi&#7899;i lu&#7853;t, b&#7889;n 
t&#432;&#7899;ng oai nghi c&#361;ng &#273;&#7873;u trang tr&#7885;ng phi th&#432;&#7901;ng. &#208;&#7913;ng gi&#7919; t&#432;&#7899;ng 
&#273;&#7913;ng, ng&#7891;i gi&#7919; t&#432;&#7899;ng ng&#7891;i, n&#7857;m gi&#7919; t&#432;&#7899;ng n&#7857;m, &#273;i gi&#7919; 
t&#432;&#7899;ng &#273;i, b&#7903;i gi&#7919; &#273;&#432;&#7907;c m&#7851;u m&#7921;c nh&#432; v&#7853;y, n&#234;n m&#7885;i ng&#432;&#7901;i 
m&#7899;i c&#243; th&#7875; noi g&#432;&#417;ng &#273;&#243; m&#224;h&#7885;c t&#7853;p. C&#243; c&#226;u r&#7857;ng: &#273;i nh&#432; gi&#243;, 
&#273;&#7913;ng nh&#432; t&#249;ng, ng&#7891;i nh&#432; chu&#244;ng, n&#7857;m nh&#432; 
cung. &#208;&#243; ch&#237;nh l&#224; khu&#244;n 
m&#7851;u c&#259;n b&#7843;n c&#7911;a b&#7889;n &#273;&#7841;i oai nghi n&#243;i tr&#234;n.</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">N&#243;i &#273;i nh&#432; gi&#243; kh&#244;ng ph&#7843;i 
l&#224; n&#243;i t&#7899;i tr&#7853;n gi&#243; l&#7899;n, &#273;&#7893; nh&#224; b&#7841;t c&#226;y, m&#224; l&#224; n&#243;i v&#7873; l&#224;n 
gi&#243; nh&#7865;, nhu h&#242;a nh&#432; trong c&#226;u: h&#226;y h&#226;y gi&#243; nh&#7865;, s&#243;ng l&#7863;ng nh&#432; t&#7901; 
[vi phong t&#7915; lai, th&#7911;y ba b&#7845;t h&#432;ng (X&#237;ch-b&#237;ch ph&#250;)], khi&#7871;n m&#7885;i ng&#432;&#7901;i 
&#273;&#7873;u c&#7843;m th&#7845;y hoan h&#7927;. <i>L&#7853;p nh&#432; t&#249;ng l&#224; &#253; n&#243;i th&#7871; &#273;&#7913;ng nh&#432; 
c&#226;y t&#249;ng, trong t&#432; th&#7871; &#273;&#7897;c l&#7853;p, ngay v&#224; th&#7859;ng &#273;&#7913;ng. T&#7885;a nh&#432; chung 
ngh&#297;a l&#224; khi ng&#7891;i th&#236; v&#7919;ng ch&#7855;c nh&#432; m&#7897;t c&#225;i chu&#244;ng &#273;&#7863;t ng&#7891;i, ch&#7899; 
kh&#244;ng ph&#7843;i nh&#432; m&#7897;t c&#225;i chu&#244;ng giao &#273;&#7897;ng, k&#234;u &#273;inh, &#273;inh! </i>&#273;ang, 
&#273;ang! ph&#7843;i nh&#432; m&#7897;t c&#225;i chu&#244;ng th&#7901;i c&#7893;, v&#7919;ng v&#224;ng kh&#244;ng lay &#273;&#7897;ng, 
ng&#7891;i nh&#432; v&#7853;y m&#7899;i c&#243; &#273;&#432;&#7907;c &#273;&#7883;nh l&#7921;c. <i>Ng&#7885;a nh&#432; cung ngh&#297;a l&#224; 
n&#7857;m gi&#7889;ng nh&#432; h&#236;nh c&#225;i cung, g&#7885;i l&#224; th&#7871; n&#7857;m c&#225;t t&#432;&#7901;ng. </i>Khi 
nh&#7853;p ni&#7871;t-b&#224;n, &#208;&#7913;c Th&#237;ch Ca M&#226;u Ni c&#361;ng n&#7857;m trong t&#432; th&#7871; &#273;&#243;. N&#7857;m 
theo th&#7871; c&#225;t t&#432;&#7901;ng th&#236; b&#224;n tay m&#7863;t t&#7921;a v&#224;o m&#225;, b&#224;n tay tr&#225;i &#273;&#7875; 
tr&#234;n &#273;&#249;i.</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">N&#243;i chung, n&#7871;u ph&#226;n t&#225;ch k&#7929; 
ra th&#236; b&#7889;n &#273;&#7841;i oai nghi g&#7891;m &#273;&#7911; c&#7843; ba ng&#224;n oai nghi nh&#7887; v&#224; t&#225;m v&#7841;n 
t&#7871; h&#7841;nh. C&#361;ng do lu&#7853;t s&#432; &#208;&#7841;o Tuy&#234;n gi&#7919; g&#236;n nghi&#234;m m&#7853;t oai 
nghi, 
n&#234;n sinh c&#7843;m &#7913;ng, tr&#7901;i ng&#432;&#7901;i &#273;&#7873;u t&#236;m &#273;&#7871;n c&#250;ng d&#432;&#7901;ng, cung 
hi&#7871;n th&#7921;c ph&#7849;m. Ch&#250;ng ta mu&#7889;n tu h&#224;nh l&#224;m cao t&#259;ng, tr&#432;&#7899;c h&#7871;t l&#224; 
ph&#7843;i gi&#7919; gi&#7899;i, gi&#7899;i lu&#7853;t n&#224;o &#273;&#432;&#7907;c truy&#7873;n th&#236; ph&#7843;i h&#7871;t s&#7913;c 
gi&#7919; g&#236;n nghi&#234;m c&#7849;n. Gi&#7919; &#273;&#432;&#7907;c gi&#7899;i th&#236; c&#225;c ch&#432; th&#7847;n h&#7897; ph&#225;p 
&#273;&#7873;u h&#7897; tr&#236; cho m&#236;nh, c&#242;n n&#7871;u ph&#7841;m gi&#7899;i th&#236; h&#7885; kh&#244;ng h&#7897; tr&#236; n&#7919;a, 
b&#7903;i v&#7853;y ng&#432;&#7901;i tu l&#224; ph&#7843;i gi&#7919; gi&#7899;i.</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">Lu&#7853;t s&#432; &#208;&#7841;o-tuy&#234;n gi&#7919; 
gi&#7899;i thanh t&#7883;nh. Trong Kinh L&#259;ng Nghi&#234;m c&#243; c&#226;u: &quot;Nghi&#234;m t&#7883;nh t&#7923;-ni, 
ho&#7857;ng ph&#7841;m tam gi&#7899;i&quot;. <i>T&#7923;-ni </i>ngh&#297;a l&#224; gi&#7899;i lu&#7853;t;<i> 
&quot;ho&#7857;ng ph&#7841;m tam gi&#7899;i&quot; </i>ngh&#297;a l&#224; l&#224;m g&#432;&#417;ng m&#7851;u chung cho c&#7843; 
ba gi&#7899;i, d&#7909;c gi&#7899;i, s&#7855;c gi&#7899;i v&#224; v&#244; s&#7855;c gi&#7899;i. Do &#273;&#243; m&#224; lu&#7853;t s&#432; 
&#208;&#7841;o Tuy&#234;n &#273;&#432;&#7907;c c&#7843; tr&#7901;i v&#224; ng&#432;&#7901;i cung hi&#7871;n th&#7913;c &#259;n.</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">M&#7897;t h&#244;m, lu&#7853;t s&#432; &#208;&#7841;o Tuy&#234;n 
h&#7887;i m&#7897;t v&#7883; tr&#7901;i v&#236; l&#7869; g&#236; ng&#432;&#7901;i &#273;&#7901;i nay l&#7841;i th&#237;ch &#273;&#7885;c kinh 
&#273;i&#7875;n do Ng&#224;i C&#432;u-ma-la-th&#7853;p d&#7883;ch. V&#7883; tr&#7901;i &#273;&#243; n&#243;i r&#7857;ng: 
&quot;Ph&#225;p-s&#432; C&#432;u-ma-la-th&#7853;p &#273;&#227; t&#7915;ng &#273;&#7843;m nhi&#7879;m vi&#7879;c phi&#234;n d&#7883;ch cho 
b&#7843;y v&#7883; Ph&#7853;t c&#7911;a &#273;&#7901;i qu&#225; kh&#7913;, do &#273;&#243; c&#225;c kinh &#273;i&#7875;n do Ph&#225;p-s&#432; 
d&#7883;ch r&#7845;t &#273;&#250;ng &#253; Ph&#7853;t. C&#361;ng v&#236; l&#7869; &#273;&#243; m&#224; m&#7885;i ng&#432;&#7901;i &#273;&#7873;u th&#237;ch 
&#273;&#7885;c c&#225;c b&#7843;n d&#7883;ch c&#7911;a Ph&#225;p-s&#432;&quot;.</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">Khi l&#226;m 
chung, Ng&#224;i 
C&#432;u-ma-la-th&#7853;p c&#243; d&#7863;n r&#7857;ng: &quot;Sau khi t&#244;i m&#7879;nh 
chung, h&#227;y &#273;em nh&#7909;c 
th&#7875; c&#7911;a t&#244;i thi&#234;u h&#243;a. N&#7871;u qu&#7843; th&#7921;c c&#225;c kinh &#273;i&#7875;n do t&#244;i phi&#234;n 
d&#7883;ch kh&#244;ng c&#243; &#273;i&#7873;u g&#236; sai l&#7847;m, th&#236; l&#432;&#7905;i c&#7911;a t&#244;i kh&#244;ng b&#7883; h&#7911;y 
ho&#7841;i. C&#242;n nh&#432; n&#7871;u l&#224; sai v&#7899;i t&#226;m &#253; c&#7911;a Ph&#7853;t th&#236; l&#432;&#7905;i c&#7911;a t&#244;i 
t&#7845;t b&#7883; thi&#234;u h&#243;a&quot;. Sau khi thi&#234;u xong, ng&#432;&#7901;i ta th&#7845;y l&#432;&#7905;i c&#7911;a 
Ph&#225;p-s&#432; v&#7851;n c&#242;n gi&#7919; m&#7847;u h&#7891;ng t&#432;&#417;i, kh&#244;ng h&#7873; b&#7883; ch&#225;y. &#208;i&#7873;u n&#224;y 
ch&#7913;ng minh Ph&#225;p-s&#432; C&#432;u-ma-la-th&#7853;p d&#7883;ch kinh l&#224; ch&#237;nh x&#225;c.</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">B&#7843;n d&#7883;ch c&#243; ghi &quot;Tam-t&#7841;ng 
Ph&#225;p-s&#432; C&#432;u-ma-la-th&#7853;p &#273;&#7901;i Di&#234;u T&#7847;n&quot;. <i>Di&#234;u T&#7847;n </i>l&#224; t&#234;n 
hi&#7879;u c&#7911;a tri&#7873;u &#273;&#7841;i &#273;&#243;, kh&#225;c v&#7899;i &#273;&#7901;i Doanh T&#7847;n hay Ph&#249; T&#7847;n.<i> </i>Vua 
&#273;&#7847;u ti&#234;n c&#7911;a tri&#7873;u &#273;&#7841;i Di&#234;u T&#7847;n l&#224; Di&#234;u Tr&#432;&#7903;ng. Khi Di&#234;u 
Tr&#432;&#7903;ng m&#7845;t th&#236; Di&#234;u H&#432;ng k&#7871; v&#7883;. Tr&#432;&#7899;c &#273;&#243;, l&#224; tri&#7873;u &#273;&#7841;i Ph&#249; 
T&#7847;n, vua l&#224; Ph&#249; Ki&#234;n, nh&#432;ng Ph&#249; Ki&#234;n b&#7883; Di&#234;u Tr&#432;&#7903;ng gi&#7871;t ch&#7871;t 
n&#234;n &#273;&#7893;i t&#234;n hi&#7879;u th&#224;nh Di&#234;u T&#7847;n. C&#242;n ch&#7919; Doanh T&#7847;n d&#249;ng &#273;&#7875; ch&#7881; 
tri&#7873;u &#273;&#7841;i c&#7911;a T&#7847;n Th&#7911;y Ho&#224;ng. B&#7903;i v&#7853;y ng&#224;y nay ng&#432;&#7901;i ta ghi ch&#250; 
r&#245; th&#7901;i &#273;&#7841;i l&#224; Di&#234;u T&#7847;n. </font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">Ch&#7919; Tam T&#7841;ng l&#224; n&#243;i v&#7873; ba 
t&#7841;ng g&#7891;m kinh, lu&#7853;t v&#224; lu&#7853;n. T&#7841;ng kinh thu&#7897;c v&#7873; &#273;&#7883;nh h&#7885;c, t&#7841;ng 
lu&#7853;t thu&#7897;c v&#7873; gi&#7899;i h&#7885;c, t&#7841;ng lu&#7853;n thu&#7897;c v&#7873; hu&#7879; h&#7885;c. V&#7853;y l&#224; 
kinh, lu&#7853;t, lu&#7853;n bao g&#7891;m c&#7843; tam v&#244; l&#7853;u h&#7885;c: gi&#7899;i, &#273;&#7883;nh, hu&#7879;. </font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">Th&#7871; n&#224;o l&#224; Ph&#225;p-s&#432;? L&#224; v&#7883; 
mang ph&#225;p cho ng&#432;&#7901;i, &#273;em Ph&#7853;t-ph&#225;p b&#7889; th&#237; cho ng&#432;&#7901;i kh&#225;c; L&#7841;i c&#243; 
ng&#432;&#7901;i gi&#7843;ng ph&#225;p, coi ph&#225;p l&#224; th&#7847;y, l&#7845;y Ph&#7853;t-ph&#225;p l&#224;m s&#432; ph&#7909; 
c&#7911;a m&#236;nh, th&#236; c&#361;ng g&#7885;i l&#224; Ph&#225;p-s&#432;. </font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">C&#243; v&#7883; chuy&#234;n &#273;&#7885;c t&#7909;ng kinh 
&#273;i&#7875;n, g&#7885;i l&#224; &#273;&#7897;c t&#7909;ng Ph&#225;p-s&#432;. &#208;&#7885;c l&#224; nh&#236;n v&#224;o v&#259;n b&#7843;n m&#224; 
x&#432;&#7899;ng l&#234;n, t&#7909;ng th&#236; kh&#244;ng c&#7847;n ph&#7843;i nh&#236;n v&#224;o v&#259;n b&#7843;n c&#361;ng x&#432;&#7899;ng 
l&#234;n &#273;&#432;&#7907;c. C&#243; khi &#273;&#7885;c t&#7909;ng cho ri&#234;ng m&#236;nh, c&#243; khi &#273;&#7885;c t&#7909;ng cho 
ng&#432;&#7901;i kh&#225;c. C&#243; v&#7883; chuy&#234;n d&#249;ng b&#250;t sao l&#7909;c kinh &#273;i&#7875;n, v&#7883; &#273;&#243; g&#7885;i 
l&#224; th&#432; t&#7843; Ph&#225;p-s&#432;. C&#242;n c&#243; v&#7883; g&#7885;i l&#224; th&#7885; tr&#236; Ph&#225;p-s&#432;, chuy&#234;n th&#7885; 
tr&#236; cho m&#236;nh, kh&#244;ng h&#7891;i h&#432;&#7899;ng cho c&#225;c ch&#250;ng 
sanh, ch&#7881; chuy&#234;n th&#226;m 
nh&#7853;p kinh t&#7841;ng, theo &#253; trong kinh m&#224; th&#7885; tr&#236;, th&#7921;c t&#7853;p. C&#225;c v&#7883; v&#7915;a 
k&#7875; tr&#234;n &#273;&#7873;u c&#243; t&#234;n l&#224; Ph&#225;p-s&#432;; n&#7871;u l&#7841;i th&#244;ng &#273;&#7841;t &#273;&#432;&#7907;c c&#7843; 
ba t&#7841;ng th&#236; g&#7885;i l&#224; tam t&#7841;ng Ph&#225;p-s&#432;.</font></p> 
 
<p ALIGN="JUSTIFY" style="line-height: 150%"><font size="3" face="Tahoma" color="#000080">Ng&#432;&#7901;i ta g&#7885;i ng&#224;i 
C&#432;u-ma-th&#7853;p l&#224; &quot;&#208;&#7891;ng Th&#7885;&quot;, v&#236; l&#7869; khi ng&#224;i tr&#7867; ng&#224;i &#273;&#227; c&#243; 
&#273;&#7913;c h&#7841;nh nh&#432; ng&#432;&#7901;i gi&#224;. &quot;&#208;&#7891;ng&quot; l&#224; nhi &#273;&#7891;ng, 
&quot;th&#7885;&quot; l&#224; tu&#7893;i th&#7885;, l&#7899;n tu&#7893;i. Trong m&#7897;t ng&#224;y, ng&#224;i c&#243; th&#7875; 
t&#7909;ng m&#7897;t ng&#224;n b&#224;i k&#7879;. M&#7895;i b&#224;i k&#7879; c&#243; ba m&#432;&#417;i s&#225;u ch&#7919;, m&#7897;t ng&#224;n 
b&#224;i k&#7879; c&#243; t&#7845;t c&#7843; 36.000 ch&#7919;, v&#7853;y m&#224; ng&#224;i ch&#7881; t&#7909;ng trong m&#7897;t 
ng&#224;y. Nh&#432; b&#7897; Kinh Ph&#225;p Hoa, ng&#224;i ch&#7881; c&#7847;n m&#7897;t kho&#7843;ng th&#7901;i gian hai 
ng&#224;y l&#224; h&#7885;c thu&#7897;c l&#242;ng v&#224; c&#243; th&#7875; t&#7909;ng ra &#273;&#432;&#7907;c. L&#250;c x&#432;a, tuy 
ng&#224;i l&#224; tr&#7867; th&#417; m&#224; &#273;&#7841;o &#273;&#7913;c v&#224; h&#224;nh vi c&#7911;a ng&#224;i ch&#7859;ng kh&#225;c g&#236; 
c&#225;c v&#7883; l&#227;o b&#7889;i, b&#7903;i v&#7853;y ng&#224;i m&#7899;i c&#243; bi&#7879;t hi&#7879;u l&#224; &#208;&#7891;ng Th&#7885;.</font></p> 
<p align="justify" style="line-height: 150%">&nbsp;</p> 
<p align="justify" style="line-height: 150%"><font color="#000080" face="Tahoma"><i>(C&#242;n ti&#7871;p)</i></font></p> 




<meta name="GENERATOR" content="Microsoft FrontPage 4.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Biet Giang Van Nghia - Phap Hoi Nhan Do</title>
</head>

<body background="http://www.dharmasite.netgraphics/drbalogobkgd.gif">

<p align="center"><b><font FACE="Tahoma"><font color="#000080">&nbsp;&nbsp;</font><font face="Tahoma" color="#008000" size="7">Kinh Kim Cang</font></p>

<p align="center"><font size="2" color="#FF0000"> Ph&#225;p-s&#432; C&#432;u-ma-la-th&#7853;p phi&#234;n d&#7883;ch v&#224;o th&#7901;i Di&#234;u T&#7847;n</font></p>

<p align="center"><font face="Tahoma" color="#000080" size="2">H&#242;a Th&#432;&#7907;ng Tuy&#234;n H&#243;a l&#432;&#7907;c gi&#7843;ng</font></p>

<p align="center"><font FACE="Tahoma" color="#000080">&nbsp;<img border="0" src="graphics/cttb_small.jpg" width="140" height="92"></font></p>

<p ALIGN="CENTER">&nbsp; </p>

<p ALIGN="CENTER"><font color="#000080">Ch&#432;&#417;ng Ba:</font> </p>

<p ALIGN="CENTER"><font color="#000080">Bi&#7879;t Gi&#7843;ng V&#259;n Ngh&#297;a</font> </font></p>

<p><font FACE="Tahoma" color="#000080">1. Ph&#225;p H&#7897;i Nh&#226;n Do </font></b><font FACE="Tahoma"><font color="#000080"><em>(Nguy&#234;n do c&#7911;a Ph&#225;p
h&#7897;i) </em></font><b><i></p>

<p><font color="#000080">Kinh v&#259;n:</font></i></p>

<p><font color="#000080">Nh&#432; th&#7883; ng&#227; v&#259;n: Nh&#7845;t th&#7901;i Ph&#7853;t t&#7841;i X&#225; V&#7879; Qu&#7889;c, K&#7923; Th&#7885; C&#7845;p C&#244; &#208;&#7897;c
Vi&#234;n, d&#7919; &#273;&#7841;i T&#7923; Kh&#432;u ch&#250;ng, thi&#234;n nh&#7883; b&#225;ch ng&#361; th&#7853;p nh&#226;n c&#226;u. Nh&#297; th&#7901;i
Th&#7871; T&#244;n th&#7921;c th&#7901;I, tr&#432;&#7899;c y tr&#236; b&#225;t, nh&#7853;p X&#225; V&#7879; &#273;&#7841;i th&#224;nh kh&#7845;t th&#7921;c. &#431; k&#7923;
th&#224;nh trung th&#7913; &#273;&#7879; kh&#7845;t d&#297;, ho&#224;n ch&#237; b&#7893;n x&#7913;. Ph&#7841;n th&#7921;c ng&#7853;t, thu y b&#225;t, t&#7849;y
t&#250;c d&#297;, phu t&#242;a nhi t&#7885;a.</font></b><i></p>

<p><font color="#000080">(T&#244;i nghe nh&#432; v&#7847;y: M&#7897;t thu&#7903; n&#7885;, &#273;&#7913;c Ph&#7853;t &#7903; n&#432;&#7899;c X&#225;-V&#7879;, t&#7841;i r&#7915;ng
K&#7923;-&#208;&#224; v&#432;&#7901;n C&#7845;p C&#244; &#208;&#7897;c, c&#249;ng v&#7899;i ch&#250;ng &#273;&#7841;i t&#7923;-kheo l&#224; m&#7897;t ng&#224;n hai tr&#259;m
n&#259;m m&#432;&#417;i v&#7883;. L&#250;c &#7845;y g&#7847;n &#273;&#7871;n gi&#7901; th&#7885; trai c&#7911;a &#273;&#7913;c Th&#7871;-t&#244;n, Ng&#224;i &#273;&#7855;p y
mang b&#225;t v&#224;o &#273;&#7841;i th&#224;nh X&#225;-v&#7879; kh&#7845;t th&#7921;c. Trong th&#224;nh &#7845;y, Ng&#224;i theo th&#7913; l&#7899;p
kh&#7845;t th&#7921;c, xong tr&#7903; v&#7873; n&#417;i c&#361;. Th&#7885; trai
xong, Ng&#224;i c&#7845;t y b&#225;t, r&#7917;a ch&#226;n, r&#7891;i
tr&#7843;i t&#242;a ra ng&#7891;i.)</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">Ch&#250;-gi&#7843;i:</font></b></p>

<p><font color="#000080">Kinh Kim Cang</font></i> <font color="#000080"> chia th&#224;nh 32 &#273;o&#7841;n. Ph&#7847;n kinh v&#259;n tr&#234;n thu&#7897;c &#273;o&#7841;n th&#7913;
nh&#7845;t, n&#243;i v&#7873; nguy&#234;n do c&#7911;a ph&#225;p h&#7897;i. Nguy&#234;n l&#224;, &#273;o&#7841;n th&#7913; nh&#7845;t v&#7873;
&quot;nguy&#234;n do ph&#225;p h&#7897;i&quot; c&#249;ng v&#7899;i &#273;o&#7841;n th&#7913; nh&#236; v&#7873; &quot;thi&#7879;n hi&#7879;n th&#432;a
h&#7887;i&quot; kh&#244;ng c&#243; trong kinh v&#259;n, &#273;&#243; l&#224; ng&#432;&#7901;i &#273;&#7901;i sau th&#234;m v&#224;o &#273;&#7875; gi&#250;p
ch&#250;ng ta d&#7877; hi&#7875;u &#253; kinh. &#208;o&#7841;n tr&#234;n cho bi&#7871;t v&#7873; nguy&#234;n do g&#236; m&#224; c&#243; ph&#225;p h&#7897;i.
Ai l&#224; ng&#432;&#7901;i &#273;&#227; thuy&#7871;t tr&#432;&#7899;c ph&#225;p h&#7897;i? &#208;&#243; l&#224; &#273;&#7913;c Ph&#7853;t Th&#237;ch-ca M&#226;u-ni.</font> </p>

<p><font color="#000080">M&#7903; &#273;&#7847;u c&#7911;a m&#7895;i b&#7897; kinh &#273;&#7873;u c&#243; s&#225;u lo&#7841;i th&#224;nh t&#7921;u:</font> 

<ol>
  <li><font color="#000080">Th&#224;nh t&#7921;u v&#7873; <i>t&#237;n,</i> </font> </li>
</ol>

<ol START="2">
  <li><font color="#000080">Th&#224;nh t&#7921;u v&#7873; <i>nghe,</i> </font> </li>
</ol>

<ol START="3">
  <li><font color="#000080">Th&#224;nh t&#7921;u v&#7873; <i>th&#7901;i gian,</i> </font> </li>
</ol>

<ol START="4">
  <li><font color="#000080">Th&#224;nh t&#7921;u v&#7873; <i>ch&#7911;,</i> </font> </li>
</ol>

<ol START="5">
  <li><font color="#000080">Th&#224;nh t&#7921;u v&#7873; <i>n&#417;i,</i> </font> </li>
</ol>

<ol START="6">
  <li><font color="#000080">Th&#224;nh t&#7921;u v&#7873; <i>ch&#250;ng.</i></font></font></li>
</ol>

<p><font FACE="Tahoma"><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">T&#244;i nghe</font></b> <font color="#000080"> l&#224; th&#224;nh t&#7921;u v&#7873; nghe; <b>nh&#432; v&#7847;y</b> l&#224; th&#224;nh t&#7921;u v&#7873; t&#237;n; <b>m&#7897;t
thu&#7903; n&#7885;</b> l&#224; th&#224;nh t&#7921;u v&#7873; th&#7901;i gian; <b>&#273;&#7913;c Ph&#7853;t</b> l&#224; th&#224;nh t&#7921;u v&#7873; ch&#7911;;
<b>&#7903; n&#432;&#7899;c X&#225;-v&#7879;, t&#7841;i r&#7915;ng K&#7923;-&#273;&#224;, v&#432;&#7901;n C&#7845;p C&#244; &#208;&#7897;c </b>l&#224; th&#224;nh t&#7921;u v&#7873;
n&#417;i; <b>c&#249;ng v&#7899;i ch&#250;ng &#273;&#7841;i t&#7923; kheo, t&#7845;t c&#7843; l&#224; m&#7897;t ng&#224;n hai tr&#259;m n&#259;m m&#432;&#417;i
v&#7883; </b>l&#224; th&#224;nh t&#7921;u v&#7873; ch&#250;ng. S&#225;u lo&#7841;i th&#224;nh t&#7921;u &#273;&#243; g&#7885;i l&#224; <i>th&#244;ng t&#7921;</i>,
sau th&#244;ng t&#7921; l&#224; <i>bi&#7879;t t&#7921;</i>, t&#7913;c l&#224; &#273;o&#7841;n k&#7871; ti&#7871;p t&#7915; c&#225;c ch&#7919; <b>l&#250;c &#7845;y
g&#7847;n &#273;&#7871;n gi&#7901; th&#7885; trai</b> cho &#273;&#7871;n <b>tr&#7843;i t&#242;a ra ng&#7891;i.</b></font></p>

<p><font color="#000080">Nh&#432; th&#7871; n&#224;o l&#224; th&#244;ng t&#7921;, v&#224; nh&#432; th&#7871; n&#224;o l&#224; bi&#7879;t t&#7921;? Th&#244;ng t&#7921; l&#224; c&#225;i
t&#7921; chung cho c&#7843; c&#225;c kinh, b&#7845;t c&#7913; kinh &#273;i&#7875;n n&#224;o c&#361;ng ph&#7843;i c&#243; th&#244;ng t&#7921; ki&#7875;u
&#273;&#243;. Bi&#7879;t t&#7921; l&#224; c&#225;i t&#7921; ri&#234;ng cho kinh n&#224;y, ch&#7881; c&#243; kinh n&#224;y m&#7899;i c&#243; t&#7921; &#273;&#243;.
C&#225;c kinh kh&#225;c c&#361;ng c&#243; bi&#7879;t t&#7921;, nh&#432;ng c&#225;c bi&#7879;t t&#7921; kh&#244;ng gi&#7889;ng nhau. &#208;&#243; l&#224;
n&#243;i v&#7873; th&#244;ng t&#7921; v&#224; bi&#7879;t t&#7921;. C&#242;n s&#225;u lo&#7841;i th&#224;nh t&#7921;u trong m&#7895;i b&#7897; kinh l&#224;
d&#249;ng &#273;&#7875; ch&#7913;ng minh kinh c&#243; th&#7875; tin &#273;&#432;&#7907;c, do ch&#237;nh Ph&#7853;t &#273;&#227; n&#243;i.</font></p>

<p><font color="#000080">Th&#244;ng t&#7921; c&#242;n m&#7897;t t&#234;n n&#7919;a g&#7885;i l&#224; <i>kinh ti&#7873;n t&#7921;,</i> theo &#253; ngh&#297;a l&#224; ph&#7847;n
&#273;&#243; l&#224; ph&#7847;n ph&#237;a tr&#432;&#7899;c hay m&#7903; &#273;&#7847;u c&#7911;a kinh. Ng&#432;&#7901;i ta l&#7841;i c&#242;n g&#7885;i th&#244;ng t&#7921;
l&#224; <i>kinh</i> <i>h&#7853;u t&#7921;</i> n&#7919;a. Cho n&#234;n khi gi&#7843;ng kinh, n&#243;i l&#224; ti&#7873;n c&#361;ng
&#273;&#432;&#7907;c, m&#224; h&#7853;u c&#361;ng &#273;&#432;&#7907;c. Sao l&#7841;i kh&#244;ng nh&#7845;t &#273;&#7883;nh nh&#432; v&#7853;y? &#208;&#432;&#417;ng nhi&#234;n
l&#224; kh&#244;ng c&#243; g&#236; nh&#7845;t &#273;&#7883;nh c&#7843;, v&#236; n&#7871;u c&#243; c&#225;i g&#236; nh&#7845;t &#273;&#7883;nh th&#236; c&#225;i &#273;&#243;
ch&#7859;ng ph&#7843;i l&#224; Ph&#7853;t ph&#225;p. Ch&#7901; khi n&#224;o &#273;i v&#224;o n&#7897;i dung c&#7911;a <i>Kinh Kim Cang</i>,
ch&#250;ng ta s&#7869; hi&#7875;u, do &#273;&#243; m&#7899;i c&#243; c&#226;u: <i>&quot;Kh&#244;ng c&#243; ph&#225;p n&#224;o nh&#7845;t &#273;&#7883;nh
g&#7885;i l&#224; A-n&#7853;u-&#273;a-la-tam-mi&#7879;u tam-b&#7891;-&#273;&#7873;.&quot;</i></font></p>

<p><font color="#000080">N&#7871;u nh&#432; ta mu&#7889;n c&#243; c&#225;i g&#236; nh&#7845;t &#273;&#7883;nh, t&#7913;c l&#224; &#273;&#227; c&#243; s&#7921; ch&#7845;p tr&#432;&#7899;c, m&#224;
&#273;&#227; ch&#7845;p tr&#432;&#7899;c, t&#7913;c c&#243; s&#7921; ch&#432;&#7899;ng ng&#7841;i, v&#224; ch&#432;&#7899;ng ng&#7841;i l&#224; c&#243; phi&#7873;n n&#227;o.
Nh&#432; kh&#244;ng ch&#7845;p tr&#432;&#7899;c th&#236; t&#7913;c l&#224; kh&#244;ng, m&#224; kh&#244;ng th&#236; h&#7871;t phi&#7873;n n&#227;o, t&#7845;t c&#7843;
s&#7921; t&#236;nh, chuy&#7879;n g&#236; c&#361;ng l&#224; kh&#244;ng h&#7871;t th&#236; &#273;&#226;u c&#242;n c&#225;i g&#236; &#273;&#7875; so &#273;o t&#237;nh
to&#225;n? &#208;&#7875; bu&#244;ng b&#7887; kh&#244;ng n&#7893;i? B&#7903;i &#273;&#226;u ch&#250;ng ta sinh t&#226;m phi&#7873;n n&#227;o? B&#7903;i
ch&#250;ng ta kh&#244;ng th&#7845;y &#273;&#432;&#7907;c c&#225;i &quot;kh&#244;ng&quot; (kh&#225;n kh&#244;ng), kh&#244;ng nh&#236;n xuy&#234;n
su&#7889;t &#273;&#432;&#7907;c s&#7921; vi&#7879;c (kh&#225;n ph&#225;), kh&#244;ng bu&#244;ng b&#7887; &#273;&#432;&#7907;c (ph&#243;ng h&#7841;), cho n&#234;n
&#273;&#226;u &#273;&#226;u c&#361;ng th&#7845;y gai g&#7889;c, n&#417;i n&#224;o c&#361;ng &#273;&#7909;ng &#273;&#7847;u. Nh&#432; th&#7871; n&#224;o l&#224; &#273;&#7909;ng
&#273;&#7847;u? Ngh&#297;a l&#224; &#273;i t&#7899;i b&#7845;t c&#7913; &#273;&#7883;a ph&#432;&#417;ng n&#224;o c&#361;ng nh&#432; g&#7863;p t&#432;&#7901;ng v&#225;ch c&#7843;n
tr&#7903;. C&#242;n gai g&#7889;c l&#224; kim ch&#226;m c&#7911;a th&#7843;o m&#7897;c, b&#7883; gai ch&#237;ch th&#236; &#273;au l&#7855;m. T&#7841;i sao
ta l&#7841;i b&#7883; gai g&#7889;c ch&#237;ch l&#224;m cho &#273;au &#273;&#7899;n? B&#7903;i v&#236; c&#225;i th&#226;n th&#7875; n&#224;y, ta kh&#244;ng
th&#7845;y &#273;&#432;&#7907;c c&#225;i &quot;kh&#244;ng&quot;, ta kh&#244;ng bu&#244;ng b&#7887;, cho n&#234;n ta m&#7899;i c&#243; c&#225;i
c&#7843;m gi&#225;c &#273;au &#273;&#7899;n v&#236; gai ch&#237;ch. N&#7871;u ta th&#7845;y &#273;&#432;&#7907;c r&#7889;t r&#225;o c&#225;i l&#7869; <i>&quot;kh&#244;ng
ng&#432;&#7901;i, kh&#244;ng ta, kh&#244;ng ch&#250;ng sinh, kh&#244;ng th&#7885; gi&#7843;,&quot;</i> c&#225;i g&#236; c&#361;ng kh&#244;ng
h&#7871;t, v&#7853;y &#273;au, th&#236; ai &#273;au &#273;&#226;y? C&#7843; c&#225;i ng&#432;&#7901;i &#273;au c&#361;ng kh&#244;ng c&#243; th&#236; ta c&#242;n
sinh phi&#7873;n n&#227;o n&#7919;a ch&#259;ng? C&#225;i phi&#7873;n n&#227;o n&#224;y n&#243; sinh ra t&#7915; &#273;&#226;u v&#7853;y? Gi&#7843;ng
th&#236; nh&#432; v&#7853;y &#273;&#243;, h&#224;nh ch&#7913;ng &#273;&#432;&#7907;c &#273;i&#7873;u n&#224;y ch&#7859;ng ph&#7843;i l&#224; chuy&#7879;n d&#7877; d&#224;ng.</font></p>

<p><font color="#000080">Sao l&#7841;i k&#234;u l&#224; <i>kinh h&#7853;u t&#7921;</i>? Nguy&#234;n l&#224; khi thuy&#7871;t ph&#225;p kh&#244;ng c&#243; &#273;o&#7841;n
kinh v&#259;n n&#224;y. Ph&#7853;t &#273;&#226;u c&#243; n&#243;i: <i>&quot;T&#244;i nghe nh&#432; v&#7847;y,&quot;</i> ch&#7859;ng qua
&#273;&#243; l&#224; l&#7901;i c&#7911;a &#244;ng A-nan th&#234;m v&#224;o m&#224; th&#244;i. V&#7853;y khi tr&#432;&#7899;c th&#236; kh&#244;ng c&#243;, sau
n&#224;y, trong th&#7901;i gian ki&#7871;t t&#7853;p kinh &#273;i&#7875;n, &#244;ng A-nan th&#234;m v&#224;o, cho n&#234;n m&#7899;i c&#243;
t&#234;n l&#224; h&#7853;u t&#7921;. Ti&#7873;n t&#7921; c&#361;ng c&#242;n m&#7897;t t&#234;n n&#7919;a l&#224; <i>ph&#225;t kh&#7903;i t&#7921;</i>.</font> </p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">T&#244;i nghe nh&#432; v&#7847;y</font></b><font color="#000080">: M&#7903; &#273;&#7847;u b&#7897; kinh l&#224; b&#7889;n ch&#7919; n&#224;y. T&#7841;i sao l&#7841;i d&#249;ng
b&#7889;n ch&#7919; n&#224;y? &#7844;y l&#224; Ph&#7853;t d&#7863;n d&#249;ng m&#7845;y ch&#7919; n&#224;y. Nh&#432; &#273;&#227; n&#243;i, trong kinh
v&#259;n nguy&#234;n kh&#244;ng c&#243; m&#7845;y ch&#7919; n&#224;y. S&#7889; l&#224; t&#7841;i r&#7915;ng Song Th&#7885; (c&#226;y sa-la), khi
Ph&#7853;t n&#243;i xong c&#225;c <i>Kinh Ph&#225;p-hoa, Kinh &#208;&#7883;a-t&#7841;ng, Kinh Ph&#7853;t Di Gi&#225;o v&#224; Kinh
Ni&#7871;t-b&#224;n,</i> Ph&#7853;t s&#7917;a so&#7841;n nh&#7853;p ni&#7871;t-b&#224;n. Th&#7845;y v&#7853;y c&#225;c &#273;&#7879; t&#7917; m&#7899;i c&#7845;t
ti&#7871;ng kh&#243;c vang l&#234;n. S&#7889; &#273;&#7879; t&#7917; n&#224;y l&#224; c&#225;c v&#7883; A-la-h&#225;n, h&#7885; m&#224; c&#361;ng kh&#243;c sao?
B&#7903;i h&#7885; &#273;&#227; t&#7915;ng th&#7885; &#417;n ph&#225;p nh&#361; (s&#7919;a ph&#225;p) c&#7911;a Ph&#7853;t, m&#7897;t &#417;n s&#226;u d&#7847;y. H&#7885;
l&#224; h&#224;ng Thanh-v&#259;n A-la-h&#225;n, t&#7915; bao nhi&#234;u n&#259;m nay &#273;&#432;&#7907;c h&#432;&#7903;ng s&#7919;a ph&#225;p, trong
l&#242;ng c&#7843;m k&#237;ch, ch&#432;a bi&#7871;t l&#7845;y g&#236; &#273;&#7875; b&#225;o &#273;&#225;p tr&#7885;ng &#226;n, nay th&#7845;y Ph&#7853;t s&#7855;p
nh&#7853;p ni&#7871;t-b&#224;n, n&#234;n tr&#7901;i, ng&#432;&#7901;i, t&#7923; kheo, a-la-h&#225;n, t&#7845;t c&#7843; &#273;&#7873;u kh&#243;c l&#234;n bi
th&#7843;m. Nh&#7845;t l&#224; t&#244;n gi&#7843; A-nan l&#7841;i c&#224;ng kh&#243;c th&#7889;ng thi&#7871;t h&#417;n, kh&#243;c m&#234; man,
kh&#244;ng c&#242;n bi&#7871;t t&#7899;i s&#7921; g&#236; kh&#225;c n&#7919;a.</font> </p>

<p><font color="#000080">Gi&#7919;a l&#250;c &#7845;y, t&#244;n gi&#7843; A-na-lu&#7853;t (A-n&#226;u-l&#226;u-&#273;&#224;, v&#7883; &#273;&#7913;ng h&#7841;ng nh&#7845;t v&#7873;
thi&#234;n nh&#227;n) m&#7899;i khuy&#234;n A-nan nh&#432; sau: &quot;&#212;ng kh&#244;ng n&#234;n kh&#243;c! &#212;ng c&#242;n ph&#7843;i
&#273;&#7843;m &#273;&#432;&#417;ng nhi&#7873;u vi&#7879;c tr&#7885;ng y&#7871;u n&#7919;a.&quot; T&#244;n gi&#7843; A-nan h&#7887;i: &quot;C&#243;
chuy&#7879;n g&#236; m&#224; tr&#7885;ng y&#7871;u? &#208;&#7913;c Ph&#7853;t s&#7869; nh&#7853;p ni&#7871;t-b&#224;n, t&#244;i c&#361;ng s&#7869; &#273;i theo
Ph&#7853;t th&#244;i!&quot; T&#244;n gi&#7843; A-na-lu&#7853;t &#273;&#225;p: &quot;Kh&#244;ng th&#7875; &#273;&#432;&#7907;c, &#244;ng ngh&#297; nh&#432;
th&#7871; l&#224; sai!&quot; T&#244;n gi&#7843; A-nan h&#7887;i: &quot;V&#7853;y ph&#7843;i l&#224;m sao?&quot; T&#244;n gi&#7843;
A-na-lu&#7853;t m&#7899;i n&#243;i: &quot;Hi&#7879;n t&#7841;i c&#243; b&#7889;n &#273;i&#7873;u, &#244;ng ph&#7843;i &#273;i th&#7881;nh gi&#225;o &#273;&#7913;c
Ph&#7853;t. &#208;i&#7873;u th&#7913; nh&#7845;t l&#224; sau khi &#273;&#7913;c Ph&#7853;t nh&#7853;p di&#7879;t, mu&#7889;n k&#7871;t t&#7853;p kinh t&#7841;ng,
th&#236; ph&#7847;n &#273;&#7847;u m&#7895;i b&#7897; kinh ph&#7843;i ghi nh&#7919;ng l&#7901;i g&#236; &#273;&#7875; l&#224;m c&#259;n c&#7913;? &#208;i&#7873;u th&#7913;
hai l&#224; trong khi Ph&#7853;t t&#7841;i th&#7871;, ch&#250;ng ta c&#249;ng &#273;&#7913;c Ph&#7853;t &#273;&#7873;u tr&#7909; &#7903; m&#7897;t n&#417;i,
v&#7853;y sau khi Ph&#7853;t di&#7879;t &#273;&#7897;, ch&#250;ng ta ph&#7843;i tr&#7909; &#7903; n&#417;i n&#224;o? &#208;i&#7873;u th&#7913; ba l&#224; khi
Ph&#7853;t t&#7841;i th&#7871;, Ph&#7853;t l&#224; th&#7847;y c&#7911;a ch&#250;ng ta, v&#7853;y sau khi Ph&#7853;t di&#7879;t &#273;&#7897;, ch&#250;ng ta
l&#7845;y ai l&#224;m th&#7847;y? &#208;i&#7873;u th&#7913; t&#432; l&#224; khi Ph&#7853;t t&#7841;i th&#7871;, &#273;&#7889;i v&#7899;i c&#225;c t&#7923;-kheo
x&#7845;u, nh&#7919;ng ng&#432;&#7901;i kh&#244;ng gi&#7919; k&#7927; lu&#7853;t, &#273;&#7913;c Ph&#7853;t &#273;&#7873;u c&#243; c&#225;ch &#273;i&#7873;u ph&#7909;c h&#7885;,
nay n&#7871;u Ph&#7853;t di&#7879;t &#273;&#7897; r&#7891;i, th&#236; ph&#7843;i l&#224;m c&#225;ch n&#224;o &#273;i&#7873;u ph&#7909;c c&#225;c t&#7923; kheo
x&#7845;u? B&#7889;n &#273;i&#7873;u n&#243;i tr&#234;n l&#224; tr&#7885;ng y&#7871;u v&#244; c&#249;ng, &#244;ng ph&#7843;i &#273;i ngay th&#7881;nh gi&#225;o
&#273;&#7913;c Ph&#7853;t!&quot;</font> </p>

<p><font color="#000080">&#212;ng A-nan y theo l&#7901;i, &#273;&#7871;n h&#7887;i Ph&#7853;t, &#273;&#250;ng l&#250;c &#273;&#7913;c Ph&#7853;t s&#7855;p nh&#7853;p &#273;&#7883;nh.
&#212;ng b&#232;n v&#7897;i v&#224;ng b&#7841;ch Ph&#7853;t: &quot;Th&#432;a Th&#7871; T&#244;n! &#208;&#7879; t&#7917; c&#243; m&#7845;y v&#7845;n &#273;&#7873; mu&#7889;n
th&#432;a h&#7887;i, li&#7879;u c&#243; th&#7875; &#273;&#432;&#7907;c gi&#7843;i &#273;&#225;p hay kh&#244;ng? &#208;i&#7873;u th&#7913; nh&#7845;t l&#224; sau khi
Th&#7871; T&#244;n nh&#7853;p ni&#7871;t-b&#224;n, c&#225;c &#273;&#7879; t&#7917; k&#7871;t t&#7853;p kinh &#273;i&#7875;n, th&#236; tr&#234;n &#273;&#7847;u m&#7895;i b&#7897;
kinh s&#7869; ghi nh&#7919;ng ch&#7919; g&#236; &#273;&#7875; bi&#7875;u th&#7883; &#273;&#226;y l&#224; kinh Ph&#7853;t n&#243;i?&quot; &#208;&#7913;c Ph&#7853;t
&#273;&#225;p: &quot;M&#7903; &#273;&#7847;u m&#7895;i b&#7897; kinh l&#224; b&#7889;n ch&#7919; &#7892;<i>t&#244;i nghe nh&#432; v&#7847;y.</i>&#7894;
&quot; &#212;ng A-nan h&#7887;i ti&#7871;p: &quot;&#208;i&#7873;u th&#7913; hai l&#224; sau khi Ph&#7853;t nh&#7853;p ni&#7871;t-b&#224;n,
c&#225;c &#273;&#7879; t&#7917; s&#7869; y v&#224;o &#273;&#226;u &#273;&#7875; tr&#7909;?&quot; Ph&#7853;t &#273;&#225;p: &quot;Y v&#224;o t&#7913; ni&#7879;m x&#7913;
m&#224; tr&#7909;.&quot; T&#7913; ni&#7879;m x&#7913; l&#224; qu&#225;n th&#226;n b&#7845;t t&#7883;nh, qu&#225;n th&#7885; l&#224; kh&#7893;, qu&#225;n t&#226;m
l&#224; v&#244; th&#432;&#7901;ng, qu&#225;n ph&#225;p l&#224; v&#244; ng&#227;. &#212;ng A-nan h&#7887;i &#273;i&#7873;u th&#7913; ba: &quot;Khi
Ph&#7853;t t&#7841;i th&#7871;, Ph&#7853;t l&#224; th&#7847;y c&#7911;a ch&#250;ng con, v&#7853;y sau khi Ph&#7853;t nh&#7853;p ni&#7871;t-b&#224;n,
th&#236; ch&#250;ng con s&#7869; t&#244;n ai l&#224;m th&#7847;y?&quot; Ph&#7853;t &#273;&#225;p: &quot;C&#225;c &#244;ng s&#7869; t&#244;n
ba-la-&#273;&#7873;-m&#7897;c-xoa l&#224;m th&#7847;y.&quot; Ba-la-&#273;&#7873;-m&#7897;c-xoa l&#224; t&#7841;ng lu&#7853;t, t&#7913;c l&#224; gi&#7899;i
lu&#7853;t, l&#7845;y gi&#7899;i lu&#7853;t l&#224;m th&#7847;y.</font></p>

<p><font color="#000080">T&#7845;t c&#7843; nh&#7919;ng ai xu&#7845;t gia &#273;&#7873;u ph&#7843;i coi ba-la-&#273;&#7873;-m&#7897;c-xoa l&#224; th&#7847;y, b&#7903;i v&#236;
&#273;&#243; l&#224; do Ph&#7853;t ch&#7871; ra. N&#7871;u k&#7867; xu&#7845;t gia ch&#7859;ng th&#7885; gi&#7899;i, th&#236; c&#361;ng nh&#432; kh&#244;ng
c&#243; th&#7847;y. B&#7903;i v&#7853;y ta th&#7845;y nh&#7919;ng ng&#432;&#7901;i xu&#7845;t gia &#273;&#7873;u ph&#7843;i th&#7885;, gi&#7899;i sa-di,
gi&#7899;i t&#7923;-kheo, gi&#7899;i B&#7891;-t&#225;t, ba lo&#7841;i gi&#7899;i.</font></p>

<p><font color="#000080">Cu&#7889;i c&#249;ng t&#244;n-gi&#7843; A-nan h&#432;&#7899;ng Ph&#7853;t, b&#7841;ch lu&#244;n &#273;i&#7873;u th&#432;a h&#7887;i th&#7913; b&#7889;n:
&quot;&#208;&#7889;i v&#7899;i c&#225;c t&#7923; kheo x&#7845;u, khi c&#242;n t&#7841;i th&#7871; th&#236; Ph&#7853;t qu&#7843;n ch&#7871; &#273;&#432;&#7907;c s&#225;u
h&#7841;ng n&#224;y, sau khi Ph&#7853;t nh&#7853;p ni&#7871;t b&#224;n, &#273;&#7889;i v&#7899;i t&#7923; kheo x&#7845;u ph&#7843;i l&#224;m sao &#273;i&#7873;u
ph&#7909;c &#273;&#432;&#7907;c h&#7885;?&quot; Ph&#7853;t tr&#7843; l&#7901;i: &quot;Ph&#7843;i l&#7863;ng y&#234;n, b&#7887; m&#7863;c h&#7885;.&quot;
L&#7863;ng y&#234;n t&#7913;c l&#224; kh&#244;ng c&#249;ng v&#7899;i h&#7885; chuy&#7879;n tr&#242;, nh&#432; v&#7853;y h&#7885; s&#7869; c&#7843;m th&#7845;y
kh&#244;ng h&#7913;ng th&#250; m&#224; t&#7921; &#273;&#7897;ng &#273;i kh&#7887;i; b&#7887; m&#7863;c h&#7885;, kh&#244;ng l&#253; t&#7899;i, h&#7885; c&#361;ng s&#7869;
r&#7901;i &#273;i n&#417;i kh&#225;c.</font></p>

<p><font color="#000080">V&#224;o th&#7901;i &#273;&#243; &quot;L&#7909;c qu&#7847;n t&#7923; kheo&quot; (b&#7885;n s&#225;u &#244;ng t&#7923; kheo x&#7845;u) kh&#244;ng
ch&#7883;u gi&#7919; k&#7927; lu&#7853;t, m&#224; c&#242;n hay ph&#225; ph&#225;ch. Tuy nhi&#234;n so v&#7899;i b&#226;y gi&#7901; h&#7885; c&#361;ng
h&#227;y c&#242;n hay h&#417;n m&#7897;t s&#7889; t&#7923; kheo bi&#7871;t gi&#7919; gi&#7899;i.</font></p>

<p><font color="#000080">Ph&#7853;t tr&#7843; l&#7901;i b&#7889;n v&#7845;n &#273;&#7873; c&#7911;a &#212;ng A-nan xong th&#236; Ng&#224;i nh&#7853;p di&#7879;t.</font></p>

<p><font color="#000080">B&#226;y gi&#7901; ch&#250;ng ta &#273;i v&#224;o ch&#237;nh kinh v&#259;n.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">M&#7897;t thu&#7903; n&#7885;: </font> </b><font color="#000080">C&#243; m&#7897;t l&#250;c n&#7885;, trong th&#7901;i gian Ph&#7853;t &#7903; t&#7841;i n&#432;&#7899;c X&#225;-v&#7879;.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">N&#432;&#7899;c X&#225;-v&#7879;: </font> </b><font color="#000080">Ng&#432;&#7901;i ta g&#7885;i n&#417;i n&#224;y l&#224; &quot;Phong &#208;&#7913;c,&quot; v&#236; n&#432;&#7899;c
n&#224;y c&#243; b&#7889;n &#273;&#7863;c t&#237;nh sau: (1) t&#224;i v&#7853;t kh&#244;ng thi&#7871;u, (2) phong c&#7843;nh &#273;&#7865;p, (3)
nhi&#7873;u nh&#226;n t&#224;i, (4) l&#7907;i cho gi&#7843;i tho&#225;t, m&#7897;t x&#7913; th&#7853;t l&#224; phong ph&#250;. &#208;&#226;y l&#224;
kinh th&#224;nh c&#7911;a m&#7897;t n&#432;&#7899;c m&#224; qu&#7889;c v&#432;&#417;ng l&#224; vua Ba-t&#432;-n&#7863;c.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">R&#7915;ng K&#7923;-&#273;&#224; v&#432;&#7901;n C&#7845;p-c&#244;-&#273;&#7897;c<i> </i></font></b><font color="#000080">&#7903; v&#7873; ph&#237;a &#273;&#244;ng-nam c&#7911;a th&#224;nh
X&#225;-v&#7879;, c&#225;ch th&#224;nh n&#224;y ch&#7915;ng n&#259;m d&#7863;m. Xin k&#7875; ra &#273;&#226;y m&#7897;t c&#244;ng &#225;n: ch&#7919;
&quot;K&#7923;-&#273;&#224;&quot; l&#224; &#273;&#7875; k&#7927; ni&#7879;m v&#7909; qu&#7889;c v&#432;&#417;ng Ba-t&#432;-n&#7863;c sanh h&#7841; &#273;&#432;&#7907;c
th&#225;i t&#7917;, &#273;&#7863;t t&#234;n l&#224; K&#7923;-&#273;&#224;, v&#224; theo ti&#7871;ng Ph&#7841;n th&#236; ch&#7919; n&#224;y c&#243; ngh&#297;a l&#224;
&quot;chi&#7871;n th&#7855;ng.&quot; V&#236; l&#253; do n&#224;o m&#224; &#273;&#7863;t t&#234;n &#273;&#243;? V&#236; l&#250;c sanh ra th&#225;i
t&#7917;, vua Ba-t&#432;-n&#7863;c v&#7915;a &#273;&#7855;c th&#7855;ng trong m&#7897;t v&#7909; giao tranh v&#7899;i n&#432;&#7899;c l&#225;ng gi&#7873;ng.
<b>R&#7915;ng K&#7923;-&#273;&#224;</b> l&#224; n&#243;i r&#7915;ng c&#226;y thu&#7897;c quy&#7873;n s&#7903; h&#7919;u c&#7911;a th&#225;i t&#7917; K&#7923;-&#273;&#224;.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">V&#432;&#7901;n C&#7845;p-c&#244;-&#273;&#7897;c:</font></b> <font color="#000080"> Ch&#7919; &quot;c&#7845;p&quot; ngh&#297;a l&#224; chu c&#7845;p, l&#224; b&#7889; th&#237;. B&#7889;
th&#237; cho c&#244; nhi, cho k&#7867; c&#244; qu&#7843;.</font> </p>

<p><font color="#000080">N&#243;i v&#7873; n&#432;&#7899;c Trung-hoa, th&#7901;i nh&#224; Ch&#226;u, Ch&#226;u V&#259;n-V&#432;&#417;ng &#225;p d&#7909;ng m&#7897;t ch&#237;nh
s&#225;ch nh&#226;n ch&#237;nh &#273;&#7875; tr&#7883; n&#432;&#7899;c. Vi&#7879;c &#273;&#7847;u ti&#234;n l&#224; chu c&#7845;p cho nh&#7919;ng k&#7867; <i>quan,
qu&#7843;, c&#244;, &#273;&#7897;c,</i> t&#7913;c b&#7889;n h&#7841;ng ng&#432;&#7901;i coi nh&#432; kh&#7889;n c&#249;ng nh&#7845;t. &#208;&#224;n &#244;ng g&#243;a
v&#7907;, g&#7885;i l&#224; quan phu, &#273;&#224;n b&#224; g&#243;a ch&#7891;ng, g&#7885;i l&#224; qu&#7843; ph&#7909;. Tr&#7867; con m&#7845;t cha l&#224;
c&#244; nhi, l&#7899;n tu&#7893;i m&#224; kh&#244;ng con g&#7885;i l&#224; c&#244; &#273;&#7897;c. C&#225;c h&#7841;ng ng&#432;&#7901;i n&#224;y &#273;&#7873;u kh&#7889;n
kh&#7893;, v&#236; h&#7885; kh&#244;ng c&#242;n ai &#273;&#7875; n&#432;&#417;ng t&#7921;a, kh&#244;ng ai s&#259;n s&#243;c h&#7885;, n&#234;n V&#259;n V&#432;&#417;ng
m&#7899;i &#273;&#7863;c bi&#7879;t chi&#7871;u c&#7889; b&#7889;n h&#7841;ng ng&#432;&#7901;i tr&#234;n.</font></p>

<p><font color="#000080">T&#7841;i &#273;&#7883;a ph&#432;&#417;ng n&#417;i v&#432;&#7901;n C&#7845;p-c&#244;-&#273;&#7897;c c&#243; m&#7897;t v&#7883; tr&#432;&#7903;ng gi&#7843;, t&#234;n l&#224;
Tu-&#273;&#7841;t-&#273;a (Sudatta), c&#361;ng l&#224; m&#7897;t v&#7883; quan trong tri&#7873;u vua Ba-t&#432;-n&#7863;c. &#212;ng r&#7845;t
gi&#224;u c&#243;, th&#432;&#7901;ng chu c&#7845;p cho c&#225;c c&#244; nhi v&#224; nh&#7919;ng ai g&#7863;p c&#7843;nh c&#244; &#273;&#7897;c, n&#234;n
ng&#432;&#7901;i ta g&#7885;i &#244;ng l&#224; &quot;C&#7845;p-c&#244;-&#273;&#7897;c.&quot; V&#432;&#7901;n n&#243;i tr&#234;n l&#224; m&#7897;t lo&#7841;i
v&#432;&#7901;n tr&#7891;ng hoa, v&#7889;n thu&#7897;c quy&#7873;n s&#7903; h&#7919;u c&#7911;a th&#225;i t&#7917; K&#7923; &#273;&#224;. &#212;ng mua l&#7841;i khu
v&#432;&#7901;n n&#224;y c&#7911;a th&#225;i t&#7917; c&#7889;t &#273;&#7875; th&#7881;nh Ph&#7853;t v&#7873; thuy&#7871;t ph&#225;p. &#212;ng l&#7845;y g&#236; &#273;&#7875;
mua v&#7853;y? B&#7857;ng nh&#7919;ng th&#7887;i v&#224;ng. Bao nhi&#234;u th&#7887;i? B&#7857;ng s&#7889; l&#432;&#7907;ng nh&#7919;ng th&#7887;i v&#224;ng
m&#224; &#244;ng ch&#7903; t&#7899;i, &#273;&#7911; &#273;&#7875; l&#225;t k&#237;n khu v&#432;&#7901;n n&#224;y.</font> </p>

<p><font color="#000080">Nh&#226;n duy&#234;n g&#236; khi&#7871;n &#244;ng &#273;&#227; mua khu v&#432;&#7901;n n&#224;y &#273;&#7875; c&#250;ng d&#432;&#7901;ng Ph&#7853;t? S&#7889; l&#224;
m&#7897;t h&#244;m &#244;ng c&#243; c&#244;ng chuy&#7879;n ph&#7843;i t&#7899;i th&#224;nh V&#432;&#417;ng-x&#225;. &#212;ng t&#7841;m tr&#250; t&#7841;i nh&#224;
ng&#432;&#7901;i b&#7841;n t&#234;n l&#224; San-&#273;&#224;n-na. Kho&#7843;ng n&#7917;a &#273;&#234;m, &#244;ng th&#7845;y &#244;ng b&#7841;n tr&#432;&#7903;ng gi&#7843;
n&#224;y th&#7913;c d&#7853;y, trang ho&#224;ng nh&#224; c&#7917;a, ch&#259;ng &#273;&#232;n k&#7871;t hoa, b&#7847;y bi&#7879;n r&#7845;t l&#224; m&#7929;
l&#7879;.</font></p>

<p><font color="#000080">Th&#7845;y v&#7853;y, &#244;ng h&#7887;i b&#7841;n: &quot;C&#243; chuy&#7879;n g&#236; m&#224; &#244;ng l&#7841;i s&#7917;a sang b&#224;y bi&#7879;n
nh&#224; c&#7917;a &#273;&#7865;p &#273;&#7869; nh&#432; v&#7853;y? &quot; San-&#273;&#224;n-na &#273;&#225;p: &quot;T&#244;i chu&#7849;n b&#7883; m&#7901;i
&#273;&#7913;c Ph&#7853;t t&#7899;i nh&#224; th&#7885; trai &#273;&#7875; c&#250;ng d&#432;&#7901;ng Ng&#224;i.&quot;</font> </p>

<p><font color="#000080">T&#7915; tr&#432;&#7899;c tr&#432;&#7903;ng gi&#7843; Tu-&#273;&#7841;t-&#273;a ch&#432;a t&#7915;ng nghe ai n&#243;i t&#7899;i danh t&#7915;
&quot;Ph&#7853;t.&quot; L&#250;c &#273;&#243;, nghe xong c&#226;u n&#243;i, &#244;ng th&#7845;y nh&#432; c&#225;c ch&#226;n l&#244;ng trong
to&#224;n th&#226;n m&#7885;c d&#7921;ng l&#234;n, &#244;ng c&#7843;m th&#7845;y th&#7853;t k&#7923; qu&#225;i b&#232;n h&#7887;i ti&#7871;p: &quot;Ph&#7853;t
l&#224; th&#7871; n&#224;o?&quot; San-&#273;&#224;n-na k&#7875; cho &#244;ng hay: &quot;&#208;&#7913;c Ph&#7853;t nguy&#234;n l&#224; m&#7897;t v&#7883;
th&#225;i t&#7917;, con vua T&#7883;nh-ph&#7841;n, nh&#432;ng Ng&#224;i kh&#244;ng ham c&#7843; ngai v&#224;ng m&#224; xu&#7845;t gia tu
h&#224;nh, tu s&#225;u n&#259;m t&#7841;i Tuy&#7871;t s&#417;n, l&#7841;i du h&#7885;c m&#7845;y n&#259;m, sau &#273;&#7871;n th&#224;nh Ca-da
(Gaya) tu d&#432;&#7899;i g&#7889;c c&#226;y b&#7891;-&#273;&#7873;. M&#7897;t &#273;&#234;m, tr&#244;ng l&#234;n sao s&#225;ng, Ng&#224;i b&#7915;ng ng&#7897;
&#273;&#7841;o, ch&#7913;ng qu&#7843; th&#224;nh Ph&#7853;t.&quot;</font></p>

<p><font color="#000080">Tr&#432;&#7903;ng gi&#7843; Tu-&#273;&#7841;t-&#273;a v&#7889;n &#273;&#227; c&#243; s&#7861;n c&#259;n l&#224;nh, n&#234;n nghe xong c&#226;u chuy&#7879;n
&#273;&#243;, c&#7843;m th&#7845;y trong m&#236;nh n&#243;ng n&#7849;y, b&#7913;t &#273;&#7847;u, b&#7913;t tai, mu&#7889;n &#273;i ngay t&#236;m g&#7863;p
Ph&#7853;t. L&#242;ng c&#7911;a &#244;ng, mu&#7889;n t&#7913;c kh&#7855;c th&#7845;y Ph&#7853;t, r&#7845;t l&#224; th&#224;nh kh&#7849;n, &#273;&#227; t&#7899;i
m&#7913;c &#273;&#7897; bi&#7871;n th&#224;nh c&#7843;m &#7913;ng, &#273;&#7897;ng t&#7899;i Ph&#7853;t, n&#234;n &#244;ng &#273;&#432;&#7907;c Ph&#7853;t ph&#243;ng quang
chi&#7871;u t&#7899;i. L&#250;c &#273;&#243;, Th&#237;ch-ca M&#226;u-ni Ph&#7853;t &#273;&#432;&#417;ng &#7903; t&#7841;i tinh-x&#225; Tr&#250;c-l&#226;m,
c&#225;ch th&#224;nh ch&#7915;ng s&#225;u, b&#7843;y d&#7863;m &#273;&#432;&#7901;ng v&#7873; ph&#237;a &#273;&#244;ng-nam. Khi Tu-&#273;&#7841;t-&#273;a th&#7845;y
h&#224;o quang ph&#243;ng t&#7899;i, cho l&#224; tr&#7901;i &#273;&#227; s&#225;ng, b&#232;n l&#7853;p t&#7913;c kho&#225;c &#225;o &#273;&#7875; &#273;i ra
c&#7893;ng th&#224;nh m&#224; kh&#244;ng bi&#7871;t r&#7857;ng, gi&#7901; &#273;&#243; h&#227;y c&#242;n n&#7917;a &#273;&#234;m, c&#7893;ng th&#224;nh c&#242;n
&#273;&#243;ng k&#237;n. Tuy nhi&#234;n, v&#236; c&#243; Ph&#7853;t d&#249;ng th&#7847;n l&#7921;c, m&#7903; c&#7893;ng th&#224;nh, n&#234;n tr&#432;&#7903;ng
gi&#7843; Tu-&#273;&#7841;t-&#273;a m&#7899;i qua &#273;&#432;&#7907;c c&#7893;ng, r&#7891;i theo &#225;nh s&#225;ng l&#7847;n &#273;i t&#7899;i ch&#7895; Ph&#7853;t.</font></p>

<p><font color="#000080">L&#250;c ra m&#7855;t Ph&#7853;t, &#244;ng kh&#244;ng bi&#7871;t ph&#7843;i c&#432; x&#7917; th&#7871; n&#224;o, l&#7877; nghi ra sao, &#244;ng
kh&#244;ng bi&#7871;t c&#225;ch kh&#7845;u &#273;&#7847;u &#273;&#7843;nh l&#7877;. May khi &#273;&#243;, c&#243; b&#7889;n v&#7883; tr&#7901;i, h&#243;a th&#224;nh
t&#7923;-kheo, c&#249;ng &#273;&#7871;n ch&#7895; Ph&#7853;t. &#208;&#7847;u ti&#234;n h&#7885; qu&#7923; g&#7889;i, ch&#7855;p tay, ba l&#7847;n b&#7841;ch
Ph&#7853;t, sau &#273;&#243; h&#432;&#7899;ng b&#234;n tay m&#7863;t nhi&#7877;u xung quanh Ph&#7853;t ba v&#242;ng. &#212;ng c&#361;ng b&#7855;t
ch&#432;&#7899;c c&#225;ch &#7845;y &#273;&#7843;nh l&#7877; tr&#432;&#7899;c ch&#226;n Ph&#7853;t, b&#7841;ch r&#7857;ng: &quot;Ph&#7853;t th&#7853;t l&#224; t&#7889;t
qu&#225;, t&#7915; tr&#432;&#7899;c t&#7899;i nay, con ch&#432;a &#273;&#432;&#7907;c g&#7863;p Ph&#7853;t, l&#7847;n n&#224;y l&#224; l&#7847;n &#273;&#7847;u ti&#234;n
&#273;&#432;&#7907;c th&#7845;y Ph&#7853;t, con kh&#244;ng mu&#7889;n xa Ph&#7853;t n&#7919;a, nay con th&#7881;nh Ph&#7853;t &#273;&#7871;n m&#7897;t &#273;&#7883;a
&#273;i&#7875;m g&#7847;n nh&#224; c&#7911;a con, ch&#7859;ng hay c&#243; &#273;&#432;&#7907;c hay kh&#244;ng? &#208;&#7913;c Ph&#7853;t n&#243;i: &quot;C&#243;
th&#7875; &#273;&#432;&#7907;c. &#212;ng c&#243; ch&#7895; ch&#259;ng? &#7902; &#273;&#226;y, ta c&#243; m&#7897;t ng&#224;n hai tr&#259;m n&#259;m m&#432;&#417;i
&#273;&#7879; t&#7917;, th&#432;&#7901;ng ng&#224;y c&#249;ng v&#7899;i ta, &#259;n chung v&#224; &#7903; chung m&#7897;t n&#417;i, &#212;ng c&#243; &#273;&#432;&#7907;c
m&#7897;t &#273;&#7883;a &#273;i&#7875;m r&#7897;ng l&#7899;n nh&#432; v&#7853;y ch&#259;ng?&quot; Tr&#432;&#7903;ng gi&#7843; Tu-&#273;&#7841;t-&#273;a b&#7841;ch:
&quot;Khi v&#7873; nh&#224;, con s&#7869; ki&#7871;m, nh&#7845;t &#273;&#7883;nh s&#7869; t&#236;m ra &#273;&#432;&#7907;c m&#7897;t ch&#7895; &#273;&#7875; &#273;&#7913;c
Ph&#7853;t tr&#250;.&quot;</font></p>

<p><font color="#000080">Tr&#7903; v&#7873; nh&#224;, &#244;ng b&#7887; c&#244;ng &#273;i ki&#7871;m &#273;&#7845;t, ki&#7871;m t&#7899;i ki&#7871;m lui, ki&#7871;m ra v&#432;&#7901;n
b&#244;ng c&#7911;a th&#225;i t&#7917; K&#7923;-&#273;&#224;. &#212;ng th&#7845;y &#273;&#7883;a &#273;i&#7875;m n&#224;y, g&#7847;n th&#224;nh X&#225;-v&#7879;, phong
c&#7843;nh t&#250; m&#7929;, &#273;&#7845;t linh, nh&#226;n ki&#7879;t, c&#225;i g&#236; c&#361;ng hay, k&#7865;t m&#7897;t n&#7895;i khu v&#432;&#7901;n n&#224;y
l&#224; t&#224;i s&#7843;n c&#7911;a th&#225;i t&#7917; K&#7923;-&#273;&#224;. &#212;ng b&#232;n nh&#7901; ng&#432;&#7901;i &#273;i g&#7863;p th&#225;i t&#7917;, &#432;&#7899;m
h&#7887;i vi&#7879;c mua &#273;&#7845;t.</font></p>

<p><font color="#000080">Th&#225;i t&#7917; n&#243;i &#273;&#249;a m&#7897;t c&#226;u nh&#432; sau: &quot;&#208;&#432;&#7907;c! Tu-&#273;&#7841;t-&#273;a mu&#7889;n mua &#432;? C&#243;
th&#7921;c nhi&#7873;u ti&#7873;n th&#236; h&#227;y &#273;em v&#224;ng th&#7887;i r&#7843;i k&#237;n khu v&#432;&#7901;n th&#236; ta s&#7869; b&#225;n
cho.&quot; Th&#225;i t&#7917; c&#7913; ngh&#297; r&#7857;ng ch&#7859;ng khi n&#224;o Tu-&#273;&#7841;t-&#273;a c&#243; th&#7875; mua n&#7893;i. &#208;&#226;u
ng&#7901;! &#212;ng tr&#432;&#7903;ng gi&#7843; qu&#225; nhi&#7873;u ti&#7873;n. S&#7921; th&#224;nh kh&#7849;n c&#7911;a &#244;ng m&#7901;i Ph&#7853;t thuy&#7871;t
ph&#225;p &#273;&#7863;c bi&#7879;t &#273;&#7871;n n&#7895;i, khu v&#432;&#7901;n c&#243; &#273;&#7855;t gi&#225; th&#234;m n&#7919;a, &#244;ng c&#361;ng c&#243; th&#7875;
mua. &#212;ng cho l&#7845;y v&#224;ng t&#7915; c&#225;c ch&#7895; m&#224; l&#226;u nay &#244;ng c&#7845;t gi&#7845;u trong kho c&#7911;a nh&#224;,
&#273;em t&#7915;ng th&#7887;i l&#225;t k&#237;n khu v&#432;&#7901;n n&#243;i tr&#234;n.</font></p>

<p><font color="#000080">Th&#7845;y quang c&#7843;nh nh&#432; v&#7853;y, trong l&#242;ng th&#225;i t&#7917; K&#7923;-&#273;&#224; kh&#244;ng vui ch&#250;t n&#224;o. T&#7841;i
sao v&#7853;y? Th&#225;i t&#7917; &#273;&#226;u c&#243; t&#237;nh b&#225;n v&#432;&#7901;n, n&#243;i b&#225;n ch&#7881; l&#224; l&#7901;i n&#243;i &#273;&#249;a m&#224;
th&#244;i. Khi khu v&#432;&#7901;n &#273;&#227; r&#7843;i k&#237;n b&#7857;ng nh&#7919;ng th&#7887;i v&#224;ng, th&#225;i t&#7917; n&#243;i v&#7899;i &#244;ng
tr&#432;&#7903;ng gi&#7843; nh&#432; sau: &quot;&#212;ng h&#227;y th&#226;u v&#224;ng l&#7841;i &#273;i, l&#250;c tr&#432;&#7899;c t&#244;i ch&#7881; c&#7889;t
n&#243;i &#273;&#249;a v&#7899;i &#244;ng, ch&#7899; kh&#244;ng ph&#7843;i l&#224; l&#7901;i n&#243;i th&#7853;t. L&#250;c &#273;&#243; t&#244;i ngh&#297;, l&#224;m
sao &#244;ng c&#243; th&#7875; b&#7887; ra ch&#7915;ng &#273;&#243; ti&#7873;n &#273;&#432;&#7907;c. Nay, tuy &#244;ng &#273;&#227; l&#224;m &#273;&#250;ng nh&#432;
v&#7853;y, v&#224;ng &#273;&#227; b&#7847;y ra kh&#7855;p v&#432;&#7901;n, nh&#432;ng v&#432;&#7901;n hoa n&#224;y t&#244;i kh&#244;ng b&#225;n, d&#249; &#244;ng
c&#243; bao nhi&#234;u ti&#7873;n &#273;i ch&#259;ng n&#7919;a c&#361;ng v&#7853;y.&quot;</font></p>

<p><font color="#000080">Tr&#432;&#7903;ng gi&#7843; Tu-&#273;&#7841;t-&#273;a &#273;&#225;p: &quot;L&#7901;i c&#7911;a th&#225;i t&#7917; m&#7897;t khi &#273;&#227; n&#243;i ra th&#236;
kh&#244;ng th&#7875; coi l&#224; l&#7901;i n&#243;i &#273;&#249;a. N&#7871;u nay l&#7901;i n&#243;i c&#7911;a th&#225;i t&#7917; kh&#244;ng &#273;&#225;ng tin,
mai n&#224;y khi l&#224;m vua to&#224;n d&#226;n ai c&#242;n tin l&#7901;i th&#225;i t&#7917; n&#7919;a.&quot;</font> </p>

<p><font color="#000080">Th&#225;i t&#7917; K&#7923;-&#273;&#224; ngh&#297;, r&#7891;i n&#243;i v&#7899;i &#244;ng tr&#432;&#7903;ng gi&#7843;: &quot;&#208;&#250;ng l&#224; &#244;ng &#273;&#227;
r&#7843;i v&#224;ng kh&#7855;p khu v&#432;&#7901;n, nh&#432;ng ch&#7895; c&#226;y cao th&#236; kh&#244;ng th&#7875; d&#249;ng v&#224;ng b&#7847;y l&#234;n
&#273;&#432;&#7907;c. B&#226;y gi&#7901; l&#224;m nh&#432; th&#7871; n&#224;y v&#7853;y! V&#432;&#7901;n th&#236; &#244;ng c&#250;ng d&#432;&#7901;ng &#273;&#7913;c Ph&#7853;t,
c&#242;n c&#226;y th&#236; do t&#244;i c&#250;ng d&#432;&#7901;ng Ph&#7853;t.&quot; Tr&#432;&#7903;ng gi&#7843; Tu-&#273;&#7841;t-&#273;a &#273;&#7891;ng &#253;. Do
&#273;&#243; c&#7843; hai c&#249;ng c&#250;ng d&#432;&#7901;ng &#273;&#7913;c Ph&#7853;t khu v&#432;&#7901;n, n&#234;n v&#7873; sau &#273;&#7883;a &#273;i&#7875;m n&#224;y
&#273;&#432;&#7907;c &#273;&#7873; t&#234;n l&#224; &quot;<b>R&#7915;ng K&#7923;-&#273;&#224;, v&#432;&#7901;n C&#7845;p-c&#244;-&#273;&#7897;c</b>.&quot; V&#236; l&#253; do
trong t&#432;&#417;ng lai, th&#225;i t&#7917; s&#7869; l&#224; qu&#7889;c v&#432;&#417;ng, n&#234;n t&#234;n c&#7911;a th&#225;i t&#7917; ghi tr&#432;&#7899;c
t&#234;n c&#7911;a &#244;ng tr&#432;&#7903;ng gi&#7843;. V&#7853;y l&#224; c&#226;y l&#224; c&#7911;a th&#225;i t&#7917; K&#7923;-&#273;&#224;, m&#224; v&#432;&#7901;n l&#224;
c&#7911;a &#244;ng tr&#432;&#7903;ng gi&#7843; Tu-&#273;&#7841;t-&#273;a.</font></p>

<p><font color="#000080">Tu-&#273;&#7841;t-&#273;a theo ngh&#297;a c&#7911;a ti&#7871;ng Ph&#7841;n l&#224; &quot;thi&#7879;n th&#237;&quot;, t&#7913;c l&#224; hay
b&#7889; th&#237;.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">C&#249;ng v&#7899;i ch&#250;ng &#273;&#7841;i t&#7923; kheo:</font></b> <font color="#000080"> T&#7923;-kheo c&#243; ba ngh&#297;a: kh&#7845;t s&#297;, b&#7889; ma v&#224;
ph&#225; &#225;c, do &#273;&#243; danh t&#7915; n&#224;y v&#7851;n &#273;&#7875; nguy&#234;n ti&#7871;ng Ph&#7841;n, ch&#7881; phi&#234;n &#226;m m&#224; th&#244;i.
&quot;Ch&#250;ng&quot; l&#224; c&#243; &#253; n&#243;i s&#7889; nhi&#7873;u. Bao nhi&#234;u v&#7853;y?<b> M&#7897;t ng&#224;n hai tr&#259;m
n&#259;m m&#432;&#417;i v&#7883;.</b></font></p>

<p><font color="#000080">Sau khi th&#225;i t&#7917; T&#7845;t-&#273;&#7841;t-&#273;a th&#224;nh Ph&#7853;t, &#273;&#7847;u ti&#234;n Ng&#224;i t&#7899;i v&#432;&#7901;n Nai (L&#7897;c
uy&#7875;n) &#273;&#7897; cho nh&#243;m A-nh&#227; Ki&#7873;u-tr&#7847;n-nh&#432; g&#7891;m n&#259;m t&#7923;-kheo. K&#7871; &#273;&#243; l&#224; ba anh em
Ca-di&#7871;p. M&#7845;y ng&#432;&#7901;i n&#224;y thu&#7897;c gi&#242;ng B&#224;-la-m&#244;n, theo ngo&#7841;i &#273;&#7841;o th&#7901; l&#7917;a. H&#7885;
c&#243; &#273;&#432;&#7907;c &#237;t nhi&#7873;u th&#7847;n th&#244;ng, nh&#432;ng khi g&#7863;p Ph&#7853;t, th&#7847;n th&#244;ng ph&#243;ng h&#7887;a c&#7911;a
h&#7885; kh&#244;ng th&#7921;c hi&#7879;n &#273;&#432;&#7907;c n&#7919;a, h&#7885; b&#232;n quy y Ph&#7853;t. Ng&#432;&#7901;i anh l&#7899;n t&#234;n l&#224;
&#431;u-l&#226;u-&#273;&#7847;u-t&#7847;n-loa, c&#243; 500 &#273;&#7891; &#273;&#7879;, ng&#432;&#7901;i em th&#7913; nh&#236; l&#224; Ca-da, ng&#432;&#7901;i em
th&#7913; ba l&#224; Na-&#273;&#7873;, m&#7895;i ng&#432;&#7901;i c&#243; 250 &#273;&#7891; &#273;&#7879;. Ba anh em su&#7845;t l&#227;nh c&#7843; &#273;&#225;m &#273;&#7891;
&#273;&#7879; c&#249;ng nhau quy y Ph&#7853;t, r&#7891;i xu&#7845;t gia l&#224;m t&#7923;-kheo. H&#7885; &#273;&#7873;u l&#224; nh&#7919;ng ng&#432;&#7901;i
l&#226;u nay &#273;&#432;&#7907;c vua v&#224; th&#7847;n d&#226;n t&#237;n ph&#7909;ng, cho n&#234;n vi&#7879;c h&#7885; nh&#7845;t lo&#7841;t quy y l&#224;
m&#7897;t tin ch&#7845;n &#273;&#7897;ng trong to&#224;n qu&#7889;c. &#205;t l&#226;u sau, X&#225;-l&#7907;i-ph&#7845;t v&#224;
M&#7909;c-ki&#7873;n-li&#234;n, v&#7889;n l&#224; nh&#7919;ng h&#7885;c gi&#7843; trong s&#225;u ph&#225;i ngo&#7841;i &#273;&#7841;o &#273;&#432;&#417;ng th&#7901;i
(ngo&#7841;i &#273;&#7841;o l&#7909;c s&#432;), c&#7843; hai &#273;&#7873;u l&#224; nh&#7919;ng b&#7853;c tr&#237; hu&#7879; h&#7885;c v&#7845;n, c&#243; ti&#7871;ng
t&#259;m th&#7901;i b&#7845;y gi&#7901;, c&#361;ng mang c&#225;c &#273;&#7891; ch&#250;ng, 100 ng&#432;&#7901;i, &#273;&#7871;n xin quy y Ph&#7853;t.
Ph&#7853;t c&#361;ng c&#242;n &#273;&#7897; cho b&#7885;n Da-x&#225; 50 ng&#432;&#7901;i. V&#7853;y l&#224; t&#7893;ng c&#7897;ng m&#7897;t ng&#224;n hai
tr&#259;m n&#259;m m&#432;&#417;i l&#259;m ng&#432;&#7901;i, nh&#432;ng b&#7887; s&#7889; l&#7867; &#273;i n&#234;n ch&#7881; k&#7875; l&#224; m&#7897;t ng&#224;n hai
tr&#259;m n&#259;m m&#432;&#417;i ng&#432;&#7901;i. C&#225;c s&#7889; &#273;&#7879; t&#7917; l&#224;m th&#224;nh ph&#225;p h&#7897;i, th&#432;&#7901;ng theo Ph&#7853;t
h&#7885;c Ph&#7853;t ph&#225;p.</font> </p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">L&#250;c &#7845;y g&#7847;n &#273;&#7871;n gi&#7901; th&#7885; trai c&#7911;a &#273;&#7913;c Th&#7871;-t&#244;n:</font></b> <font color="#000080"> &#221; ngh&#297;a c&#7911;a ch&#7919;
Th&#7871;-t&#244;n nh&#432; th&#7871; n&#224;o? &#208;&#226;y l&#224; m&#7897;t trong m&#432;&#7901;i t&#234;n hi&#7879;u c&#7911;a &#273;&#7913;c Ph&#7853;t. M&#7895;i
v&#7883; Ph&#7853;t &#273;&#7873;u c&#243; m&#432;&#7901;i t&#234;n hi&#7879;u nh&#432; v&#7853;y. Ph&#7853;t Th&#237;ch-ca t&#7915; t&#7847;ng tr&#7901;i
&#208;&#226;u-su&#7845;t gi&#225;ng th&#7871;, &#7903; ph&#237;a b&#234;n h&#244;ng b&#224; Ma-da m&#224; l&#7885;t l&#242;ng m&#7865;, ra &#273;&#7901;i th&#236;
&#273;i lu&#244;n b&#7843;y b&#432;&#7899;c, d&#432;&#7899;i ch&#226;n &#273;&#7841;p l&#234;n b&#244;ng sen, m&#7897;t tay ch&#7881; l&#234;n tr&#7901;i, m&#7897;t
tay ch&#7881; xu&#7889;ng &#273;&#7845;t m&#224; n&#243;i r&#7857;ng: &quot;Thi&#234;n th&#432;&#7907;ng &#273;&#7883;a h&#7841;, duy ng&#227; &#273;&#7897;c
t&#244;n.&quot; Khi n&#243;i xong c&#226;u n&#224;y, li&#7873;n c&#243; ch&#237;n con r&#7891;ng phun n&#432;&#7899;c, t&#7855;m cho &#273;&#7913;c
Ph&#7853;t. B&#7903;i &#273;&#243;, t&#234;n hi&#7879;u c&#7911;a Ph&#7853;t l&#224; Th&#7871;-t&#244;n, v&#236; &#7903; th&#7871; gian c&#361;ng nh&#432; &#7903; c&#225;c
t&#7847;ng xu&#7845;t th&#7871; gian, t&#7845;t c&#7843; &#273;&#7873;u suy t&#244;n v&#224; k&#237;nh ng&#432;&#7905;ng Ng&#224;i.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">Ng&#224;i &#273;&#7855;p y mang b&#225;t, v&#224;o &#273;&#7841;i th&#224;nh X&#225; v&#7879; kh&#7845;t th&#7921;c. &#208;&#7855;p y:</font></b> <font color="#000080"> Y c&#243; ba
lo&#7841;i. M&#7897;t l&#224; &#225;o <i>an-&#273;&#224;-h&#7897;i,</i> ti&#7871;ng Ph&#7841;n n&#224;y d&#7883;ch ngh&#297;a l&#224; &quot;&#225;o l&#224;m
vi&#7879;c,&quot; ngh&#297;a l&#224; khi l&#224;m vi&#7879;c th&#236; m&#7863;c &#225;o n&#224;y. Ng&#432;&#7901;i ta c&#242;n g&#7885;i l&#224;
&quot;&#225;o n&#259;m m&#7843;nh,&quot; m&#7843;nh ng&#7855;n ch&#7855;p v&#7899;i m&#7843;nh d&#224;i. Lo&#7841;i &#225;o th&#7913; hai k&#234;u l&#224;
<i>u&#7845;t-&#273;a-la-t&#259;ng,</i> d&#7883;ch ngh&#297;a l&#224; &quot;&#225;o b&#7843;y m&#7843;nh,&quot; d&#224;nh cho ng&#432;&#7901;i
xu&#7845;t gia m&#7863;c. Lo&#7841;i th&#7913; ba l&#224; <i>t&#259;ng-gi&#224;-l&#234;,</i> c&#242;n g&#7885;i l&#224; &quot;t&#7893; y,&quot;
l&#224; &quot;&#273;&#7841;i y,&quot; g&#7891;m c&#243; n&#259;m m&#7843;nh, v&#7899;i 108 m&#7843;nh v&#7909;n. &#221; n&#224;y c&#243; ngh&#297;a g&#236;
v&#7853;y? &#193;o n&#224;y &#273;&#432;&#7907;c coi l&#224; &#225;o &quot;ph&#432;&#7899;c &#273;i&#7873;n,&quot; hay l&#224; ru&#7897;ng ph&#432;&#7899;c v&#236;
m&#7895;i m&#7843;nh v&#7909;n t&#432;&#7907;ng tr&#432;ng cho m&#7897;t th&#7917;a ru&#7897;ng, do nh&#7919;ng ng&#432;&#7901;i t&#7841;i gia c&#250;ng
d&#432;&#7901;ng cho tam b&#7843;o, tr&#432;&#7899;c m&#7863;t m&#7845;y ng&#432;&#7901;i xu&#7845;t gia &#273;&#7875; c&#7847;u ph&#432;&#7899;c. &#221; ngh&#297;a
c&#361;ng gi&#7889;ng nh&#432; vi&#7879;c gieo tr&#7891;ng &#7903; ru&#7897;ng, l&#7845;y c&#244;ng &#273;&#7913;c gieo xu&#7889;ng ru&#7897;ng, n&#234;n
&#225;o n&#224;y m&#7899;i c&#243; t&#234;n l&#224; &#225;o ph&#432;&#7899;c &#273;i&#7873;n. Ng&#432;&#7901;i xu&#7845;t gia m&#7895;i khi m&#7863;c &#225;o n&#224;y
th&#236; c&#243; l&#7901;i ch&#250; nguy&#7879;n nh&#432; sau: <i>Thi&#7879;n tai gi&#7843;i tho&#225;t y, v&#244; th&#432;&#7907;ng ph&#432;&#7899;c
&#273;i&#7873;n y, ng&#227; kim &#273;&#7843;nh &#273;&#225;i th&#7885;, th&#7871; th&#7871; th&#432;&#7901;ng &#273;&#7855;c phi</i> (l&#224;nh thay &#225;o
gi&#7843;i tho&#225;t, &#225;o ph&#432;&#7899;c &#273;i&#7873;n v&#244; th&#432;&#7907;ng, t&#244;i nay k&#237;nh l&#227;nh th&#7885;, &#273;&#7901;i &#273;&#7901;i &#225;o
&#273;&#432;&#7907;c mang), coi nh&#432; kh&#244;ng c&#242;n g&#236; tr&#234;n &#273;&#7901;i cao th&#432;&#7907;ng b&#7857;ng &#225;o &#273;&#243;.</font></p>

<p><font color="#000080">&#193;o n&#224;y &#273;&#432;&#7907;c mang v&#224;o nh&#7919;ng l&#250;c n&#224;o? V&#224;o nh&#7919;ng d&#7883;p &#273;&#259;ng &#273;&#432;&#7901;ng gi&#7843;ng
kinh, thuy&#7871;t ph&#225;p, ho&#7863;c v&#224;o cung vua &#273;&#7875; &#273;&#432;&#7907;c c&#250;ng d&#432;&#7901;ng. &#208;i ra ngo&#224;i h&#243;a
duy&#234;n kh&#7845;t th&#7921;c c&#361;ng l&#7845;y y n&#224;y &#273;&#7855;p l&#234;n.</font> </p>

<p><font color="#000080">Ph&#7853;t &#273;&#7871;n gi&#7901; th&#7885; trai, c&#361;ng <i>&#273;&#7855;p y mang b&#225;t</i>, m&#236;nh th&#236; mang y, tay th&#236;
c&#7847;m b&#225;t.</font> </p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">Mang b&#225;t:</font></b> <font color="#000080"> Danh t&#7915; &quot;b&#225;t&quot; c&#361;ng l&#224; ti&#7871;ng Ph&#7841;n, k&#234;u l&#224; <i>b&#225;t-&#273;a-la
(patra),</i> n&#243;i g&#7885;n l&#7841;i ch&#7881; c&#242;n m&#7897;t &#226;m l&#224; <i>b&#225;t</i>. B&#225;t l&#224; m&#7897;t &quot;&#7913;ng
l&#432;&#7907;ng kh&#237;,&quot; ngh&#297;a l&#224; m&#7897;t &#273;&#7891; d&#249;ng t&#432;&#417;ng &#432;ng v&#7899;i m&#7897;t l&#432;&#7907;ng, &#253; mu&#7889;n
n&#243;i s&#7889; l&#432;&#7907;ng th&#7921;c ph&#7849;m &#273;&#7921;ng trong b&#225;t l&#224; v&#7915;a &#273;&#7911; cho m&#236;nh &#259;n. B&#225;t c&#7911;a
Ph&#7853;t Th&#237;ch-ca M&#226;u-ni l&#224; b&#225;t b&#7857;ng s&#7855;t do vua tr&#7901;i T&#7913;-thi&#234;n v&#432;&#417;ng cung hi&#7871;n.</font> </p>

<p><font color="#000080">Ph&#7853;t mang b&#225;t &#273;i v&#224;o th&#224;nh n&#432;&#7899;c X&#225;-v&#7879; &#273;&#7875; xin &#259;n. T&#7841;i sao ng&#432;&#7901;i xu&#7845;t gia
l&#7841;i ph&#7843;i &#273;i xin &#259;n? Xin &#259;n ch&#237;nh l&#224; mang c&#417; h&#7897;i &#273;&#7871;n cho ch&#250;ng sanh, &#273;&#7875; h&#7885;
c&#243; th&#7875; gieo ph&#432;&#7899;c tr&#432;&#7899;c tam b&#7843;o. &#208;i t&#7899;i t&#7915;ng nh&#224; m&#224; xin, c&#243; thuy&#7871;t n&#243;i l&#224;
b&#7843;y nh&#224;, c&#243; thuy&#7871;t th&#236; ch&#7859;ng k&#7875; bao nhi&#234;u nh&#224;, khi n&#224;o xin &#273;&#7911; &#259;n th&#236; th&#244;i.</font></p>

<p><font color="#000080">Kh&#7845;t th&#7921;c th&#236; &quot;ch&#7899; b&#7887; nh&#224; ngh&#232;o m&#224; t&#7899;i nh&#224; gi&#7847;u, b&#7887; nh&#224; h&#232;n m&#224; t&#7899;i
nh&#224; sang.&quot; Trong <i>Kinh L&#259;ng-nghi&#234;m </i>c&#243; &#273;o&#7841;n nh&#432; sau: <i>&quot;&#212;ng A-nan
v&#7889;n bi&#7871;t, &#273;&#7913;c Nh&#432;-lai Th&#7871; t&#244;n, qu&#7903; &#244;ng Tu-b&#7891;-&#273;&#7873; v&#224; &#244;ng &#273;&#7841;i Ca-di&#7871;p, l&#224;m
A-la-h&#225;n m&#224; t&#226;m ch&#432;a qu&#226;n b&#236;nh.&quot;</i> C&#243; chuy&#7879;n g&#236; m&#224; l&#7841;i qu&#7903; tr&#225;ch hai
v&#7883; n&#224;y v&#7853;y? S&#7889; l&#224; t&#244;n gi&#7843; Tu-b&#7891;-&#273;&#7873; suy ngh&#297; nh&#432; th&#7871; n&#224;y: &quot;V&#236; duy&#234;n
c&#7899; g&#236; ng&#432;&#7901;i ta c&#243; &#273;&#432;&#7907;c nhi&#7873;u ti&#7873;n? B&#7903;i v&#236; ki&#7871;p tr&#432;&#7899;c ng&#432;&#7901;i ta &#273;&#227; l&#224;m
&#273;&#432;&#7907;c c&#244;ng &#273;&#7913;c, ki&#7871;p n&#224;y h&#432;&#7903;ng ph&#432;&#7899;c b&#225;o, nay n&#7871;u kh&#244;ng c&#249;ng h&#7885; h&#243;a
duy&#234;n, &#273;&#7863;ng gi&#250;p h&#7885; c&#417; h&#7897;i gieo ph&#432;&#7899;c th&#236; ki&#7871;p n&#224;y h&#7885; kh&#244;ng &#273;&#432;&#7907;c l&#224;m
c&#244;ng &#273;&#7913;c, ki&#7871;p sau t&#7845;t h&#7885; s&#7869; b&#7847;n c&#249;ng.&quot; B&#7903;i l&#253; do n&#224;y m&#224; t&#244;n gi&#7843;
Tu-b&#7891;-&#273;&#7873; chuy&#234;n g&#245; c&#7917;a c&#225;c nh&#224; c&#243; ti&#7873;n &#273;&#7875; h&#243;a duy&#234;n. C&#361;ng c&#243; l&#253; do l&#224;
th&#7913;c &#259;n c&#7911;a nh&#7919;ng ng&#432;&#7901;i c&#243; ti&#7873;n &#273;&#7873;u l&#224; th&#7913;c &#259;n ngon; t&#244;i cho r&#7857;ng t&#244;n gi&#7843;
Tu-b&#7891;-&#273;&#7873; th&#237;ch &#259;n c&#7911;a ngon, n&#234;n ng&#432;&#7901;i m&#7899;i &#273;&#7871;n nh&#224; gi&#224;u &#273;&#7875; xin &#259;n. T&#244;i
n&#243;i nh&#432; v&#7853;y kh&#244;ng bi&#7871;t ch&#7915;ng, &#273;&#227; ph&#7881; b&#225;ng t&#244;n gi&#7843; Tu-b&#7891;-&#273;&#7873;, ho&#7863;c gi&#7843;,
t&#244;n gi&#7843; kh&#244;ng c&#243; &#253; n&#224;y, kh&#244;ng ham &#273;&#7891; &#259;n ngon nh&#432; b&#7885;n ch&#250;ng ta ng&#224;y nay, m&#224;
th&#7921;c l&#242;ng mu&#7889;n cho c&#225;c ng&#432;&#7901;i gi&#224;u &#273;&#432;&#7907;c c&#417; h&#7897;i &#273;&#7863;ng ti&#7871;p t&#7909;c gieo ph&#432;&#7899;c
l&#224;nh.</font> </p>

<p><font color="#000080">T&#244;n gi&#7843; &#273;&#7841;i Ca-di&#7871;p l&#224; m&#7897;t &#273;&#7847;u-&#273;&#224; tu kh&#7893; h&#7841;nh, m&#7895;i ng&#224;y ch&#7881; &#259;n m&#7897;t
b&#7919;a. &#212;ng kh&#244;ng &#273;&#7871;n nh&#7919;ng nh&#224; gi&#224;u &#273;&#7875; h&#243;a duy&#234;n, ch&#7881; t&#7899;i c&#225;c nh&#224; ngh&#232;o,
v&#236; &#244;ng c&#243; &#253; ngh&#297; nh&#432; th&#7871; n&#224;y: &quot;Nh&#7919;ng ng&#432;&#7901;i ngh&#232;o &#273;&#243;, b&#7903;i c&#7899; g&#236; h&#7885;
ngh&#232;o? B&#7903;i trong ki&#7871;p x&#432;a, h&#7885; kh&#244;ng bi&#7871;t l&#224;m c&#244;ng &#273;&#7913;c, n&#234;n ki&#7871;p hi&#7879;n t&#7841;i
h&#7885; ngh&#232;o, nay ta h&#227;y &#273;&#7871;n &#273;&#7897; cho h&#7885; m&#7897;t phen, cho h&#7885; &#273;&#432;&#7907;c gieo ch&#250;t ph&#432;&#7899;c
tr&#432;&#7899;c tam b&#7843;o, &#273;&#7863;ng ki&#7871;p sau h&#7885; &#273;&#432;&#7907;c ph&#250; qu&#253;.&quot; Ngh&#297; v&#7853;y n&#234;n T&#244;n gi&#7843;
&#273;&#7841;i Ca-di&#7871;p m&#7899;i chuy&#234;n &#273;i h&#243;a duy&#234;n c&#225;c ng&#432;&#7901;i ngh&#232;o. T&#244;i cho r&#7857;ng, v&#236;
T&#7893;-s&#432; Ca-di&#7871;p tu kh&#7893; h&#7841;nh, kh&#244;ng ham &#259;n &#273;&#7891; ngon, v&#224; bi&#7871;t r&#245; nh&#224; gi&#7847;u
th&#432;&#7901;ng c&#243; &#273;&#7891; &#259;n ngon, c&#242;n m&#236;nh th&#236; kh&#244;ng mu&#7889;n &#259;n &#273;&#7891; ngon, n&#234;n ch&#7881; &#273;&#7871;n
nh&#224; ngh&#232;o m&#224; h&#243;a duy&#234;n l&#224; &#253; &#273;&#243;. Ng&#432;&#7901;i Trung Hoa c&#243; c&#226;u ng&#7841;n ng&#7919;:
&quot;Gi&#7843;m y t&#259;ng th&#7885;, gi&#7843;m th&#7921;c t&#259;ng ph&#250;c,&quot; t&#7913;c l&#224; gi&#7843;m thi&#7875;u &#259;n v&#224;
m&#7863;c th&#236; ph&#432;&#7899;c th&#7885; t&#259;ng. L&#250;c T&#244;n gi&#7843; &#273;&#7841;i Ca-di&#7871;p quy y Ph&#7853;t, Ng&#224;i &#273;&#227; m&#7897;t
tr&#259;m hai m&#432;&#417;i tu&#7893;i r&#7891;i.</font></p>

<p><font color="#000080">&#212;ng Tu-b&#7891;-&#273;&#7873; chuy&#234;n h&#243;a ng&#432;&#7901;i gi&#224;u, &#244;ng &#273;&#7841;i Ca-di&#7871;p chuy&#234;n h&#243;a ng&#432;&#7901;i
ngh&#232;o, t&#432; t&#432;&#7903;ng c&#7911;a c&#7843; hai &#273;&#7873;u c&#243; &#253; thi&#234;n m&#7897;t b&#234;n, kh&#244;ng h&#7907;p v&#7899;i l&#7869; trung
&#273;&#7841;o, n&#234;n Ph&#7853;t m&#7899;i qu&#7903; r&#7857;ng h&#7885; l&#224; A-la-h&#225;n m&#224; c&#242;n thi&#234;n, kh&#244;ng thu&#7853;n v&#7899;i
l&#7869; trung &#273;&#7841;o. Ph&#7853;t th&#236; &#273;i kh&#7845;t th&#7921;c trong m&#7897;t tinh th&#7847;n b&#236;nh &#273;&#7859;ng, kh&#244;ng
ch&#7885;n ng&#432;&#7901;i c&#243; ti&#7873;n, c&#361;ng kh&#244;ng ki&#7871;m ng&#432;&#7901;i b&#7847;n c&#249;ng, v&#224; &#244;ng A-nan c&#361;ng
gi&#7889;ng nh&#432; v&#7853;y, &#273;i kh&#7845;t th&#7921;c m&#7897;t c&#225;ch b&#236;nh &#273;&#7859;ng: <i>&quot;Trong t&#226;m &#244;ng ngh&#297;,
&#273;&#7889;i v&#7899;i trai ch&#7911;, ch&#7859;ng k&#7875; th&#7913;c &#259;n d&#417; s&#7841;ch, d&#242;ng S&#225;t-&#273;&#7871;-l&#7883; hay
chi&#234;n-&#273;&#224;-la, ch&#7859;ng k&#7875; qu&#253; ti&#7879;n, ph&#225;t t&#226;m t&#7915; bi &#273;&#7875; th&#224;nh t&#7921;u t&#7889;t &#273;&#7865;p cho
t&#7845;t c&#7843; ch&#250;ng sanh &#273;&#7873;u h&#432;&#7903;ng c&#244;ng &#273;&#7913;c v&#244; l&#432;&#7907;ng.&quot;</i></font><b></p>

<p><font color="#000080">Trong th&#224;nh &#7845;y, Ng&#224;i theo th&#7913; l&#7899;p kh&#7845;t th&#7921;c, xong tr&#7903; v&#7873; n&#417;i c&#361;.
</font> </b><font color="#000080">T&#7841;i
sao bi&#7871;t &#273;&#7913;c Ph&#7853;t kh&#244;ng ch&#7885;n l&#7921;a? V&#236; Ng&#224;i l&#7847;n l&#432;&#7907;t t&#7915;ng nh&#224;, kh&#7845;t th&#7921;c
xong nh&#224; n&#224;y, Ng&#224;i &#273;&#7871;n nh&#224; kh&#225;c, theo &#273;&#250;ng th&#7913; l&#7899;p.</font></p>

<p><font color="#000080">Khi n&#224;o kh&#7845;t th&#7921;c xong, Ng&#224;i tr&#7903; v&#7873; n&#417;i c&#361;. N&#417;i c&#361; (b&#7893;n x&#7913;) &#273;&#226;y l&#224; r&#7915;ng
K&#7923;-&#273;&#224; v&#432;&#7901;n C&#7845;p-c&#244;-&#273;&#7897;c.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">Th&#7885; trai xong, Ng&#224;i c&#7845;t y b&#225;t, r&#7917;a ch&#226;n r&#7891;i tr&#7843;i t&#242;a ra ng&#7891;i.</font></b> <font color="#000080"> Ng&#224;i th&#7885;
trai, &#259;n xong Ng&#224;i x&#7871;p y, th&#226;u d&#7885;n b&#225;t r&#7891;i r&#7917;a ch&#226;n, v&#236; theo t&#7853;p qu&#225;n &#273;&#432;&#417;ng
th&#7901;i l&#224; khi ra ngo&#224;i kh&#244;ng mang gi&#7847;y, mang b&#237;-t&#7845;t, &#273;&#7875; ch&#226;n tr&#7847;n, &#273;&#7841;p &#273;&#7845;t.
Ch&#7881; khi n&#224;o v&#7873; nh&#224;, &#259;n xong m&#7899;i r&#7917;a ch&#226;n s&#7841;ch s&#7869;.</font> </p>

<p><font color="#000080">Khi l&#224;m xong t&#7845;t c&#7843; c&#225;c &#273;i&#7873;u n&#224;y r&#7891;i, &#273;&#7913;c Ph&#7853;t l&#224;m g&#236;? Ng&#224;i ng&#7891;i tham
thi&#7873;n. B&#7843;n v&#259;n c&#7911;a H&#225;n t&#7841;ng d&#7883;ch ch&#7895; n&#224;y l&#224; &quot;phu t&#242;a nhi t&#7885;a.&quot; Phu
t&#242;a ngh&#297;a l&#224; tr&#7843;i l&#7841;i t&#7885;a c&#7909; ngay ng&#7855;n &#273;&#7875; ng&#7891;i cho th&#432; th&#225;i, ch&#7859;ng gi&#7889;ng
ch&#250;ng ta b&#226;y gi&#7901;, &#273;&#7879;m ch&#7895; ng&#7891;i cho th&#7853;t d&#7847;y, th&#7853;t &#234;m, ng&#7891;i sao cho tho&#7843;i
m&#225;i, c&#242;n Ph&#7853;t th&#236; ch&#7881; x&#7871;p ch&#7895; ng&#7891;i cho t&#7873; ch&#7881;nh m&#7897;t ch&#250;t th&#244;i.</font></p>

<p><font color="#000080">Trong b&#7845;t c&#7913; m&#7897;t h&#224;nh vi n&#224;o, nh&#432; l&#250;c Ph&#7853;t &#259;n u&#7889;ng, &#273;&#7855;p &#225;o, ho&#7863;c l&#224;m
m&#7897;t vi&#7879;c nh&#7887; nh&#7863;t n&#224;o kh&#225;c trong cu&#7897;c s&#7889;ng, kh&#244;ng k&#7875; gi&#7901; n&#224;o trong ng&#224;y,
Ng&#224;i &#273;&#7873;u bi&#7875;u hi&#7879;n th&#7921;c t&#432;&#7899;ng b&#225;t-nh&#227;, b&#7893;n &#273;&#7883;a phong quang, kh&#244;ng ph&#7843;i l&#224;
c&#225;ch th&#7913;c c&#7889; &#253; l&#224;m ra cho ki&#7875;u c&#225;ch. N&#7871;u ch&#250;ng ta hi&#7875;u r&#245; Ph&#7853;t ph&#225;p th&#236; m&#7885;i
h&#224;nh vi c&#7917; ch&#7881; &#273;&#7873;u l&#224; tu h&#224;nh, ch&#7859;ng ph&#7843;i ch&#7881; tu l&#250;c ng&#7891;i t&#297;nh t&#7885;a. Ng&#7891;i
t&#7841;i m&#7897;t ch&#7895; n&#224;o th&#236; l&#224;m nh&#432; m&#7897;t k&#7867; &#273;&#227; tu m&#7897;t c&#225;ch thu&#7847;n th&#224;nh, c&#242;n ngo&#224;i
l&#250;c ng&#7891;i ra th&#236; khoa tay m&#250;a ch&#226;n, n&#243;i &#273;&#244;ng n&#243;i t&#226;y, to&#224;n chuy&#7879;n tr&#234;n tr&#7901;i
d&#432;&#7899;i bi&#7875;n. Ng&#432;&#7901;i tu &#273;&#7841;o ph&#7843;i t&#7921; lo li&#7879;u h&#224;nh vi c&#7917; ch&#7881; c&#7911;a m&#236;nh, &#273;i &#273;&#7913;ng
n&#7857;m ng&#7891;i kh&#244;ng l&#236;a ch&#225;nh ni&#7879;m. Nh&#7919;ng ng&#432;&#7901;i tu &#273;&#7841;o c&#249;ng &#7903; m&#7897;t ch&#7895;, ph&#7843;i
gi&#7843;m thi&#7875;u b&#7855;t chuy&#7879;n v&#7899;i nhau, v&#236; n&#243;i nhi&#7873;u s&#7869; ph&#237; th&#7901;i gi&#7901; c&#244;ng phu c&#7911;a
ng&#432;&#7901;i xung quanh, m&#224; d&#7909;ng c&#244;ng tu &#273;&#7841;o th&#236; nh&#7845;t c&#7917; nh&#7845;t &#273;&#7897;ng kh&#244;ng th&#7875; l&#224;m
ph&#432;&#417;ng h&#7841;i &#273;&#7871;n ng&#432;&#7901;i kh&#225;c. V&#244; lu&#7853;n &#273;&#7913;c Ph&#7853;t l&#224;m vi&#7879;c g&#236;, kh&#244;ng bao gi&#7901;
th&#7845;y c&#243; s&#7921; &#7891;n &#224;o, to ti&#7871;ng, v&#224; l&#250;c n&#224;o c&#361;ng th&#7845;y c&#243; s&#7921; y&#234;n l&#7863;ng, cho n&#234;n,
v&#7899;i bao nhi&#234;u ng&#432;&#7901;i &#7903; c&#249;ng m&#7897;t n&#417;i, m&#224; t&#7915; s&#7899;m &#273;&#7871;n t&#7889;i, kh&#244;ng th&#7845;y c&#243; ai
chuy&#7879;n tr&#242;, ho&#7863;c n&#7871;u c&#243; ti&#7871;ng n&#243;i n&#224;o th&#236; thanh &#226;m c&#361;ng nh&#7887; nh&#7865;, kh&#244;ng l&#224;m
phi&#7873;n t&#7899;i m&#7897;t ai.</font></font></p>
<p><font color="#000080" face="Tahoma"><i>(Còn ti&#7871;p)</i></font></p>


<title>Thien Hien Khai Thinh</title>
</head>

<body background="http://www.dharmasite.netgraphics/drbalogobkgd.gif">

<blockquote>

<p align="center"><font face="Tahoma" color="#008000" size="7">Kinh Kim Cang</font></p>

<p align="center"><b><font face="Tahoma" size="2" color="#FF0000"> Ph&#225;p-s&#432; C&#432;u-ma-la-th&#7853;p phi&#234;n d&#7883;ch v&#224;o th&#7901;i Di&#234;u T&#7847;n</font></b></p>

<p align="center"><font face="Tahoma" color="#000080" size="2">H&#242;a Th&#432;&#7907;ng Tuy&#234;n H&#243;a l&#432;&#7907;c gi&#7843;ng</font></p>

<p align="center"><font FACE="Tahoma" color="#000080">&nbsp;<img border="0" src="graphics/cttb_small.jpg" width="140" height="92"></font></p>

<p>&nbsp;</p>

<p><font face="Tahoma" size="4" color="#008000">Ph&#7847;n 2</font></p>

<p><font face="Tahoma" size="4" color="#008000">THI&#7878;N HI&#7878;N KH&#7842;I TH&#7880;NH</font><font SIZE="1" COLOR="#800080"></p>
</font>

<p><font face="Tahoma" size="3">&nbsp;</font></p>

<blockquote>
  <b><p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">B&#7845;y
  gi&#7901;, tr&#432;&#7903;ng l&#227;o Tu-b&#7891;-&#273;&#7873;, &#7903; trong &#273;&#7841;i ch&#250;ng, li&#7873;n t&#7915; ch&#7895;
  ng&#7891;i &#273;&#7913;ng d&#7853;y, tr&#7853;t vai &#225;o b&#234;n m&#7863;t, &#273;&#7847;u g&#7889;i b&#234;n m&#7863;t qu&#7923; xu&#7889;ng
  &#273;&#7845;t, ch&#7855;p tay cung k&#237;nh b&#7841;ch Ph&#7853;t r&#7857;ng: </font></p>
  <p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">Hi&#7871;m c&#243; thay &#208;&#7913;c Th&#7871;-t&#244;n! &#208;&#7913;c
  Nh&#432;-lai kh&#233;o h&#7897; ni&#7879;m c&#225;c v&#7883; B&#7891;-t&#225;t, kh&#233;o ph&#243; ch&#250;c c&#225;c v&#7883;
  B&#7891;-t&#225;t. </font></p>
  <p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">B&#7841;ch &#208;&#7913;c Th&#7871;-t&#244;n! Ng&#432;&#7901;i thi&#7879;n
  nam, ng&#432;&#7901;i thi&#7879;n n&#7919;, ph&#225;t t&#226;m a-n&#7853;u-&#273;a-la tam-mi&#7879;u tam-b&#7891;-&#273;&#7873;, n&#234;n
  l&#224;m sao tr&#7909;, l&#224;m sao h&#224;ng ph&#7909;c &#273;&#432;&#7907;c t&#226;m? </font></p>
  <p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">&#208;&#7913;c Ph&#7853;t n&#243;i: &quot;L&#224;nh thay! L&#224;nh
  thay! Tu-b&#7891;- &#273;&#7873;! &#208;&#250;ng nh&#432; l&#7901;i con n&#243;i, Nh&#432;-lai kh&#233;o h&#7897; ni&#7879;m c&#225;c v&#7883;
  B&#7891;-t&#225;t, kh&#233;o ph&#243; ch&#250;c c&#225;c v&#7883; B&#7891;-t&#225;t. Nay con h&#227;y l&#7855;ng nghe cho k&#7929;,
  ta s&#7869; v&#236; con m&#224; n&#243;i. Ng&#432;&#7901;i thi&#7879;n nam, ng&#432;&#7901;i thi&#7879;n n&#7919;, ph&#225;t t&#226;m
  a-n&#7853;u-&#273;a-la tam-mi&#7879;u tam-b&#7891;-&#273;&#7873;, n&#234;n an tr&#7909; nh&#432; th&#7871; n&#224;y, n&#234;n h&#224;ng
  ph&#7909;c t&#226;m m&#236;nh nh&#432; th&#7871; n&#224;y.&quot;</font></p>
  <p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">&quot;D&#7841;! B&#7841;ch Th&#7871;-t&#244;n! Con nguy&#7879;n vui
  l&#242;ng l&#7855;ng nghe.&quot;</font></b></p>
</blockquote>

<p><i><font face="Tahoma" size="3">&nbsp;</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">L&#432;&#7907;c gi&#7843;i:</font></p>

<blockquote>
  </i><b><p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">B&#7845;y
  gi&#7901;, tr&#432;&#7903;ng l&#227;o Tu-b&#7891;-&#273;&#7873;, &#7903; trong &#273;&#7841;i ch&#250;ng, li&#7873;n t&#7915; ch&#7895;
  ng&#7891;i &#273;&#7913;ng d&#7853;y, tr&#7853;t vai &#225;o b&#234;n m&#7863;t, &#273;&#7847;u g&#7889;i b&#234;n m&#7863;t qu&#7923; xu&#7889;ng
  &#273;&#7845;t, ch&#7855;p tay cung k&#237;nh b&#7841;ch Ph&#7853;t r&#7857;ng: </font></b></p>
</blockquote>

<p><font face="Tahoma" size="3">&nbsp;</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Sau khi &#208;&#7913;c Ph&#7853;t th&#226;u y b&#225;t, r&#7917;a
ch&#226;n, ng&#7891;i l&#234;n t&#242;a, th&#236; c&#243; m&#7897;t v&#7883; tr&#432;&#7903;ng l&#227;o &#273;&#7913;ng l&#234;n th&#432;a
h&#7887;i.</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">&quot;Tr&#432;&#7903;ng l&#227;o&quot;: Danh x&#432;ng
tr&#432;&#7903;ng l&#227;o c&#243; th&#7875;, m&#7897;t l&#224; ch&#7881; c&#225;c tr&#432;&#7903;ng l&#227;o cao ni&#234;n v&#224;
nhi&#7873;u tu&#7893;i h&#7841;, hai l&#224; tr&#432;&#7903;ng l&#227;o v&#7873; ph&#225;p t&#225;nh, ba l&#224; tr&#432;&#7903;ng
l&#227;o v&#7873; ph&#432;&#7899;c &#273;&#7913;c. Danh x&#432;ng tr&#432;&#7903;ng l&#227;o l&#224; do m&#7885;i ng&#432;&#7901;i cung
k&#237;nh m&#224; x&#432;ng h&#244; v&#7899;i m&#236;nh, ch&#7899; kh&#244;ng ph&#7843;i do m&#236;nh mu&#7889;n l&#224;m tr&#432;&#7903;ng
l&#227;o, hay t&#7921; phong cho m&#236;nh m&#224; &#273;&#432;&#7907;c. C&#361;ng kh&#244;ng th&#7875; do m&#236;nh tranh
&#273;o&#7841;t m&#224; c&#243;. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">N&#7871;u tu&#7893;i l&#7899;n, c&#7897;ng th&#234;m v&#7899;i
nhi&#7873;u tu&#7893;i h&#7841;, t&#7913;c l&#224; th&#7885; gi&#7899;i &#273;&#227; l&#226;u, th&#236; g&#7885;i l&#224; tr&#432;&#7903;ng
l&#227;o. N&#7871;u ch&#7881; l&#7899;n tu&#7893;i m&#224; tu&#7893;i h&#7841; &#237;t th&#236; kh&#244;ng &#273;&#432;&#7907;c k&#7875; trong
s&#7889; n&#224;y. &#208;&#7841;i &#273;&#7875; nh&#432; tr&#432;&#7901;ng h&#7907;p c&#7911;a T&#244;n-gi&#7843; Ma-ha Ca-di&#7871;p, &#244;ng
l&#224; ng&#432;&#7901;i l&#7899;n tu&#7893;i nh&#7845;t, th&#7901;i gian th&#7885; gi&#7899;i c&#361;ng l&#226;u nh&#7845;t, n&#234;n
g&#7885;i l&#224; tr&#432;&#7903;ng l&#227;o. Tr&#432;&#7903;ng l&#227;o v&#7873; tu&#7893;i h&#7841; v&#224; nhi&#7873;u n&#259;m h&#7841;
c&#361;ng chia th&#224;nh th&#7913; b&#7853;c. Nh&#432; th&#7885; gi&#7899;i mu&#7901;i n&#259;m th&#236; k&#234;u l&#224; h&#7841;
t&#7885;a, hai m&#432;&#417;i n&#259;m g&#7885;i l&#224; trung t&#7885;a, ba m&#432;&#417;i n&#259;m g&#7885;i l&#224; th&#432;&#7907;ng
t&#7885;a.</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Tr&#432;&#7903;ng l&#227;o v&#7873; ph&#225;p t&#225;nh th&#236; kh&#244;ng
c&#7847;n c&#243; ni&#234;n cao hay tu&#7893;i h&#7841; nhi&#7873;u. V&#7883; n&#224;y c&#243; th&#7875; &#237;t tu&#7893;i nh&#432;ng tr&#237;
hu&#7879; th&#226;m s&#226;u, c&#243; kh&#7843; n&#259;ng gi&#7843;ng kinh thuy&#7871;t ph&#225;p, gi&#225;o h&#243;a ch&#250;ng
sanh, hi&#7875;u r&#245; Ph&#7853;t-ph&#225;p, th&#244;ng &#273;&#7841;t di&#7879;u ngh&#297;a c&#361;ng nh&#432; c&#243; bi&#7879;n
t&#224;i v&#244; ng&#7841;i. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Tr&#432;&#7903;ng l&#227;o v&#7873; ph&#432;&#7899;c &#273;&#7913;c th&#236;
c&#243; ph&#432;&#7899;c b&#225;o v&#224; c&#361;ng l&#224; ng&#432;&#7901;i &#273;&#7911; &#273;&#7913;c h&#7841;nh.</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Ph&#225;p t&#225;nh tr&#432;&#7903;ng l&#227;o th&#236; kh&#244;ng k&#7875;
v&#7873; tu&#7893;i t&#225;c. Nh&#432; Ng&#224;i X&#225;-l&#7907;i-ph&#7845;t m&#7899;i c&#243; t&#225;m tu&#7893;i m&#224; &#273;&#227;
th&#224;nh tr&#432;&#7903;ng l&#227;o. V&#236; l&#253; do g&#236; v&#7853;y? S&#7889; l&#224; khi l&#234;n t&#225;m tu&#7893;i,
T&#244;n-gi&#7843; &#273;&#227; l&#234;n t&#242;a thuy&#7871;t ph&#225;p, khu&#7845;t ph&#7909;c h&#224;ng lo&#7841;t c&#225;c lu&#7853;n
s&#432;, khi&#7871;n h&#7885; l&#237;u l&#432;&#7905;i, &#7845;p &#250;ng kh&#244;ng c&#242;n tranh c&#227;i &#273;&#432;&#7907;c &#273;i&#7873;u
g&#236;, &#273;&#224;nh ph&#7843;i gieo c&#7843; n&#259;m v&#243;c xu&#7889;ng &#273;&#7845;t, cam t&#226;m d&#7853;p &#273;&#7847;u tr&#432;&#7899;c
c&#7853;u b&#233; l&#234;n t&#225;m, m&#224; tuy&#234;n b&#7889; thua cu&#7897;c. C&#243; nh&#432; th&#7871;, Ng&#224;i
X&#225;-l&#7907;i-ph&#7845;t m&#7899;i &#273;&#432;&#7907;c t&#244;n l&#224; m&#7897;t ph&#225;p t&#225;nh tr&#432;&#7903;ng l&#227;o ngay
khi m&#7899;i l&#234;n t&#225;m. Sanh ra m&#7899;i &#273;&#432;&#7907;c b&#7843;y ng&#224;y, Ng&#224;i X&#225;-l&#7907;i-ph&#7845;t
&#273;&#227; th&#244;ng &#273;&#7841;t h&#7871;t c&#225;c kinh t&#7841;ng. Ch&#250;ng ta h&#227;y t&#432;&#7903;ng t&#432;&#7907;ng ch&#7881;
c&#243; b&#7843;y ng&#224;y m&#224; h&#7885;c c&#249;ng kh&#7855;p c&#7843; Ph&#7853;t-ph&#225;p, th&#236; th&#7917; h&#7887;i ng&#224;i
&#273;&#227; &#273;&#7911; t&#432; c&#225;ch l&#224;m m&#7897;t v&#7883; tr&#432;&#7903;ng l&#227;o ch&#432;a? Th&#7853;t l&#224; si&#234;u vi&#7879;t
c&#243; th&#7915;a, b&#7903;i v&#7853;y trong c&#225;c?&#7879; t&#7917; Thanh-v&#259;n c&#7911;a Ph&#7853;t, Ng&#224;i l&#224;
b&#7853;c bi&#7879;n t&#224;i v&#244; ng&#7841;i, tr&#237; hu&#7879; h&#224;ng &#273;&#7847;u.</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Bi&#7879;n t&#224;i c&#243; b&#7889;n lo&#7841;i, g&#7885;i l&#224;
T&#7913;-v&#244;-ng&#7841;i bi&#7879;n: </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Th&#7913; nh&#7845;t l&#224; v&#244; ng&#7841;i bi&#7879;n v&#7873;
l&#7901;i, t&#7913;c ng&#244;n t&#7915;. B&#7845;t c&#7913; ai c&#243; v&#7845;n &#273;&#7873; g&#236;, ng&#224;i &#273;&#7873;u bi&#7879;n
gi&#7843;i &#273;&#432;&#7907;c m&#7897;t c&#225;ch tr&#244;i ch&#7843;y. L&#7901;i l&#7869; m&#224; ng&#224;i x&#7917; d&#7909;ng nghe
r&#7845;t hay, v&#7915;a tinh luy&#7879;n l&#7841;i v&#7915;a ch&#7881;nh, d&#249;ng r&#7845;t &#273;&#250;ng ch&#7895;. &#208;&#7889;i
ph&#432;&#417;ng mu&#7889;n &#273;&#432;a l&#253; l&#7869; t&#7899;i &#273;&#226;u, c&#361;ng kh&#244;ng sao th&#7855;ng n&#7893;i. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Th&#7913; hai l&#224; v&#244; ng&#7841;i bi&#7879;n v&#7873; ngh&#297;a.
Kh&#244;ng ri&#234;ng ng&#244;n t&#7915; m&#7929; l&#7879;, ngh&#297;a l&#253; ng&#224;i &#273;&#432;a ra h&#7871;t s&#7913;c th&#244;ng
su&#7889;t. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Th&#7913; ba l&#224; v&#244; ng&#7841;i bi&#7879;n v&#7873; ph&#225;p.
L&#7901;i ng&#224;i n&#243;i ra, ch&#7895; n&#224;o c&#361;ng l&#224; &#273;&#7841;o, n&#417;i n&#224;o c&#361;ng qui v&#7873; c&#249;ng
m&#7897;t ngu&#7891;n g&#7889;c, t&#7845;t c&#7843; &#273;&#7873;u l&#224; Ph&#7853;t-ph&#225;p, kh&#244;ng c&#242;n c&#243; g&#236; l&#224;
b&#7871; t&#7855;c tr&#7903; ng&#7841;i. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Th&#7913; t&#432; l&#224; v&#244; ng&#7841;i bi&#7879;n v&#7899;i ni&#7873;m
vui thuy&#7871;t ph&#225;p. L&#224; m&#7897;t lo&#7841;i l&#7841;c thuy&#7871;t tam mu&#7897;i, vui th&#237;ch thuy&#7871;t
ph&#225;p cho m&#7885;i ng&#432;&#7901;i, tr&#7915; phi ng&#432;&#7901;i ta kh&#244;ng mu&#7889;n nghe, n&#7871;u mu&#7889;n
nghe, th&#236; l&#7901;i ph&#225;p s&#7869; nh&#432; n&#432;&#7899;c ngu&#7891;n tu&#244;n ch&#7843;y, kh&#244;ng l&#250;c n&#224;o
ng&#432;ng.</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">V&#7883; tr&#432;&#7903;ng l&#227;o &#273;&#432;&#7907;c n&#243;i &#273;&#7871;n
trong Ph&#225;p-h&#7897;i Kim Cang n&#224;y l&#224; T&#244;n-gi&#7843; Tu-b&#7891;-&#273;&#7873;. Th&#7913; b&#7853;c tr&#432;&#7903;ng
l&#227;o c&#7911;a T&#244;n-gi&#7843; thu&#7897;c v&#7873; tu&#7893;i t&#225;c v&#224; nhi&#7873;u n&#259;m h&#7841;. Ngo&#224;i ra
ng&#224;i c&#242;n &#273;&#432;&#7907;c coi l&#224; m&#7897;t ph&#225;p t&#225;nh tr&#432;&#7903;ng l&#227;o, m&#224; c&#361;ng l&#224;
ph&#432;&#7899;c &#273;&#7913;c tr&#432;&#7903;ng l&#227;o n&#7919;a, t&#7913;c ki&#234;m c&#7843; ba lo&#7841;i. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Tu-b&#7891;-&#273;&#7873; c&#243; ba ngh&#297;a l&#224;: Thi&#7879;n
C&#225;t, Thi&#7879;n Hi&#7879;n v&#224; Kh&#244;ng Sinh. Khi T&#244;n-gi&#7843; ra &#273;&#7901;i, kho ch&#7913;a c&#7911;a
b&#225;u trong nh&#224; h&#7889;t nhi&#234;n tr&#7889;ng kh&#244;ng. Ng&#432;&#7901;i cha s&#7907; l&#7855;m, m&#7899;i b&#243;i
m&#7897;t qu&#7867;, nh&#432;ng qu&#7867; &#273;&#243; l&#7841;i v&#7915;a t&#7889;t, v&#7915;a l&#224;nh, n&#234;n &#273;&#7863;t t&#234;n
T&#244;n-gi&#7843; l&#224; &quot;Thi&#7879;n C&#225;t.&quot; B&#7843;y ng&#224;y sau, c&#7911;a b&#225;u l&#7841;i hi&#7879;n ra,
n&#234;n &#273;&#7863;t m&#7897;t t&#234;n n&#7919;a l&#224; &quot;Thi&#7879;n Hi&#7879;n&quot;. T&#7841;i l&#224;m sao c&#7911;a
b&#225;u l&#7841;i bi&#7871;n th&#224;nh kh&#244;ng v&#7853;y? Nguy&#234;n do v&#236; T&#244;n-gi&#7843; Tu-b&#7891;-&#273;&#7873; &#273;&#227;
tu ph&#225;p m&#244;n &quot;qu&#225;n kh&#244;ng&quot; t&#7915; nhi&#7873;u ki&#7871;p tr&#432;&#7899;c. Ng&#224;i &#273;&#227;
ch&#7913;ng &#273;&#7855;c l&#253; kh&#244;ng, v&#224; trong h&#224;ng &#273;&#7879; t&#7917; c&#7911;a Ph&#7853;t, ng&#224;i l&#224; v&#7883;
gi&#7843;i kh&#244;ng &#273;&#7879; nh&#7845;t. C&#243; v&#7853;y n&#234;n khi sinh ra &#273;&#7901;i, trong nh&#224; c&#243; t&#7845;t
c&#7843; 108 kho ch&#226;u b&#225;u, t&#7921; nhi&#234;n bi&#7871;n th&#224;nh tr&#7889;ng kh&#244;ng. &#208;&#243; l&#224; &#253;
ngh&#297;a &quot;Kh&#244;ng Sinh&quot; (sinh t&#7915; kh&#244;ng) c&#7911;a danh hi&#7879;u T&#244;n-gi&#7843;
Tu-b&#7891;-&#273;&#7873;. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">&quot;Trong &#273;&#7841;i ch&#250;ng&quot; T&#244;n-gi&#7843;
Tu-b&#7891;-&#273;&#7873; t&#7915; trong &#273;&#7841;i ch&#250;ng c&#7911;a ph&#225;p h&#7897;i b&#225;t-nh&#227;, g&#7891;m c&#243; c&#7843;
tr&#259;m ng&#224;n v&#7841;n &#7913;c tr&#7901;i v&#224; ng&#432;&#7901;i.</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">&quot;Li&#7873;n t&#7915; ch&#7895; ng&#7891;i &#273;&#7913;ng
d&#7853;y,&quot; T&#244;n-gi&#7843; tr&#244;ng th&#7845;y &#208;&#7913;c Ph&#7853;t Th&#237;ch Ca M&#226;u Ni ng&#7891;i ngay
ng&#7855;n trong t&#432; th&#7871; ki&#7871;t-gi&#224;, nh&#432; nh&#432; b&#7845;t &#273;&#7897;ng m&#224; lu&#244;n lu&#244;n s&#225;ng
su&#7889;t (nh&#432; nh&#432; b&#7845;t &#273;&#7897;ng, li&#7877;u li&#7877;u th&#432;&#7901;ng minh), &#244;ng hi&#7875;u &#273;&#432;&#7907;c
&#253; ngh&#297;a c&#7911;a s&#7921; bi&#7875;u hi&#7879;n n&#224;y. Bi&#7875;u hi&#7879;n &#273;i&#7873;u g&#236; v&#7853;y? Ch&#237;nh l&#224;
bi&#7875;u hi&#7879;n m&#7897;t ph&#225;p v&#7873; tr&#237; hu&#7879; b&#225;t nh&#227;. &#208;&#7913;c Ph&#7853;t th&#432;&#7901;ng ng&#224;y,
trong m&#7885;i oai nghi, &#273;i, &#273;&#7913;ng, n&#7857;m, ng&#7891;i, &#273;&#7873;u bi&#7875;u hi&#7879;n di&#7877;n thuy&#7871;t
Th&#7921;c-t&#432;&#7899;ng B&#225;t-nh&#227;, Qu&#225;n-chi&#7871;u B&#225;t-nh&#227;, v&#224; V&#259;n-t&#7921; B&#225;t-nh&#227;,
&#273;&#7911; c&#225;c lo&#7841;i di&#7879;u ph&#225;p b&#225;t nh&#227;. Ph&#225;p b&#225;t nh&#227; m&#7847;u nhi&#7879;m n&#224;y, ch&#7881;
duy k&#7867; c&#243; tr&#237; hu&#7879; m&#7899;i th&#226;m nh&#7853;p &#273;&#432;&#7907;c. Ng&#224;i Tu-b&#7891;-&#273;&#7873;, v&#7915;a
&#273;&#7911; tr&#237; hu&#7879;, v&#7915;a &#273;&#7911; ph&#432;&#7899;c &#273;&#7913;c, n&#234;n m&#7899;i nh&#7853;n ra v&#224; hi&#7875;u &#253;
Ph&#7853;t mu&#7889;n thuy&#7871;t di&#7879;u ph&#225;p th&#7921;c t&#432;&#7899;ng b&#225;t nh&#227;. &#212;ng li&#7873;n t&#7915;
ch&#7895; ng&#7891;i &#273;&#7913;ng d&#7853;y.</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">&quot;Tr&#7853;t vai &#225;o b&#234;n m&#7863;t,&quot; theo
phong t&#7909;c c&#7911;a ng&#432;&#7901;i &#7845;n &#208;&#7897;, th&#236; tr&#7853;t vai &#225;o b&#234;n m&#7863;t l&#224; bi&#7875;u th&#7883;
s&#7921; t&#244;n k&#237;nh. &#7903; Trung Hoa ng&#432;&#7901;i xu&#7845;t gia c&#361;ng &#273;&#7875; l&#7897; vai tay m&#7863;t,
&#273;&#243; l&#224; theo l&#7889;i &#225;o Ph&#7853;t ch&#7871; x&#432;a kia. T&#7841;i &#7845;n &#208;&#7897;, Th&#225;i Lan, Mi&#7871;n
&#208;i&#7879;n, v&#224; T&#237;ch Lan, &#225;o c&#224;-sa c&#7911;a ng&#432;&#7901;i xu&#7845;t gia &#273;&#7873;u c&#243; m&#7847;u v&#224;ng
&#273;&#7853;m, kh&#244;ng c&#243; khoen m&#243;c, b&#7843;o t&#7891;n c&#225;ch th&#7913;c c&#7911;a th&#7901;i Ph&#7853;t t&#7841;i
th&#7871;. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">T&#7841;i sao &#7903; Trung Qu&#7889;c, &#225;o c&#224;-sa l&#7841;i
c&#243; khoen m&#243;c? Ch&#7859;ng qua &#273;&#226;y l&#224; m&#7897;t s&#7921; canh c&#7843;i linh &#273;&#7897;ng, quy&#7873;n
bi&#7871;n. V&#236; kh&#237; h&#7853;u &#7903; Trung Hoa t&#432;&#417;ng &#273;&#7889;i l&#7841;nh h&#417;n, n&#234;n c&#7847;n m&#7863;c
th&#234;m &#225;o l&#243;t b&#234;n trong &#225;o c&#224;-sa. V&#236; trong &#225;o l&#243;t, ngo&#224;i c&#224; sa nhi&#7873;u
khi c&#224; sa c&#243; tu&#7897;t xu&#7889;ng &#273;&#7845;t c&#361;ng kh&#243; c&#7843;m bi&#7871;t. V&#236; l&#7869; n&#224;y, c&#243;
th&#7847;y nhanh tr&#237; &#273;&#227; ch&#7871; ra c&#225;i khoen &#273;&#7875; m&#243;c, gi&#7919; cho &#225;o kh&#244;ng b&#7883;
tu&#7897;t th&#7871; l&#224; v&#7915;a gi&#7919; &#273;&#432;&#7907;c c&#225;ch th&#7913;c do Ph&#7853;t ch&#7871;, v&#7915;a ti&#7879;n
l&#7907;i th&#237;ch &#7913;ng v&#7899;i ho&#224;n c&#7843;nh c&#7911;a m&#236;nh. &#208;&#243; l&#224; nguy&#234;n &#7911;y c&#7911;a
c&#225;i khoen m&#243;c tr&#234;n &#225;o c&#224;-sa c&#7911;a ng&#432;&#7901;i xu&#7845;t gia Trung Qu&#7889;c. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Tu-b&#7891;-&#273;&#7873; tr&#7853;t vai &#225;o b&#234;n ph&#7843;i,
&#7896;&#273;&#7847;u g&#7889;i b&#234;n m&#7863;t qu&#7923; xu&#7889;ng &#273;&#7845;t, ch&#7855;p tay cung k&#237;nh b&#7841;ch Ph&#7853;t&#7906;.
Tr&#7853;t vai &#225;o b&#234;n m&#7863;t, &#273;&#7847;u g&#7889;i b&#234;n m&#7863;t qu&#236; xu&#7889;ng &#273;&#7845;t c&#243; ngh&#297;a l&#224;
th&#226;n nghi&#7879;p thanh t&#7883;nh, ch&#7855;p tay cung k&#237;nh l&#224; &#253; nghi&#7879;p thanh t&#7883;nh, b&#7841;ch
Ph&#7853;t l&#224; kh&#7849;u nghi&#7879;p thanh t&#7883;nh. C&#225;c &#273;i&#7873;u n&#224;y bi&#7875;u th&#7883; ba nghi&#7879;p thanh
t&#7883;nh. L&#7845;y th&#226;n, t&#226;m, kh&#7849;u, c&#7843; ba thanh t&#7883;nh m&#224; th&#7881;nh Ph&#7853;t thuy&#7871;t
ph&#225;p.</font></p>

<blockquote>
  <b><p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">Hi&#7871;m
  c&#243; &#208;&#7913;c Th&#7871;-t&#244;n! &#208;&#7913;c Nh&#432;-lai kh&#233;o h&#7897; ni&#7879;m c&#225;c v&#7883; B&#7891;-t&#225;t, kh&#233;o
  ph&#243; ch&#250;c c&#225;c v&#7883; B&#7891;-t&#225;t.</font></b></p>
</blockquote>

<p><font face="Tahoma" size="3">&nbsp;</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Hi&#7871;m ngh&#297;a l&#224; th&#7853;t &#237;t c&#243;. Hi&#7871;m c&#243;
g&#236;? Hi&#7871;m c&#243; Ph&#7853;t.</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Ph&#7853;t Th&#237;ch Ca &#273;&#432;&#417;ng ng&#7891;i tr&#234;n ph&#225;p
t&#7885;a, m&#7897;t l&#7901;i c&#361;ng ch&#7859;ng th&#7889;t ra. Tr&#432;&#7903;ng l&#227;o Tu-b&#7891;-&#273;&#7873; sao m&#224;
l&#7855;m chuy&#7879;n v&#7853;y? Gi&#243; ch&#7859;ng &#273;&#7897;ng m&#224; s&#243;ng l&#7841;i d&#7853;y l&#234;n, &#273;&#432;&#417;ng v&#244;
s&#7921; m&#224; s&#7921; l&#7841;i sanh, c&#243; &#273;&#7847;u l&#7841;i &#273;&#7897;i th&#234;m &#273;&#7847;u, c&#243; t&#432;&#7899;ng l&#7841;i
th&#234;m t&#432;&#7899;ng, nh&#432; v&#7853;y ch&#7859;ng ph&#7843;i l&#224; &#273;&#432;&#417;ng y&#234;n &#7893;n m&#224; t&#7921; nhi&#234;n
ki&#7871;m chuy&#7879;n cho r&#7855;c r&#7889;i hay sao? Ph&#7853;t Th&#237;ch Ca kh&#244;ng n&#243;i g&#236;, sao
tr&#432;&#7903;ng gi&#7843; l&#7841;i n&#243;i l&#224; &quot;hi&#7871;m c&#243;&quot;. Ho&#7863;c gi&#7843; &#273;&#7913;c Th&#237;ch Ca
n&#243;i ra m&#7897;t ngh&#297;a l&#253; g&#236;, ho&#7863;c bi&#7875;u hi&#7879;n m&#7897;t c&#225;i g&#236;, th&#236; ph&#225;t bi&#7875;u
c&#226;u &quot;&#273;&#7913;c Th&#7871;-t&#244;n hi&#7871;m c&#243;&quot; c&#243; th&#7875; l&#224; &#273;i&#7873;u t&#7841;m &#273;&#432;&#7907;c,
&#273;&#224;ng n&#224;y Ph&#7853;t kh&#244;ng c&#243; l&#224;m c&#225;i g&#236; kh&#225;c, ngo&#224;i vi&#7879;c Ng&#224;i b&#224;y
t&#7885;a c&#7909; &#273;&#7875; ng&#7891;i xu&#7889;ng m&#224; l&#7841;i n&#243;i t&#7899;i &quot;hi&#7871;m c&#243;!&quot;. C&#225;c
v&#7883; n&#234;n ch&#250; &#253; nh&#236;n nh&#7853;n cho th&#7853;t k&#7929; t&#7841;i ch&#7895; n&#224;y, to&#224;n b&#7897; &#253; ngh&#297;a
Kinh Kim Cang n&#7857;m t&#7841;i ch&#7895; n&#224;y &#273;&#226;y!</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Th&#237;ch Ca M&#226;u Ni Ph&#7853;t &quot;tr&#7843;i t&#7885;a
c&#7909; ra, ng&#7891;i xu&#7889;ng&quot; l&#224; &#273;&#227; thuy&#7871;t ph&#225;p r&#7891;i &#273;&#243;, cho n&#234;n &#244;ng
Tu-b&#7891;-&#273;&#7873; m&#7899;i n&#243;i: &quot;&#208;&#7913;c Th&#7871;-t&#244;n hi&#7871;m c&#243;! &#208;&#7913;c Nh&#432;-lai kh&#233;o
h&#7897; ni&#7879;m c&#225;c v&#7883; B&#7891;-t&#225;t, kh&#233;o ph&#243; ch&#250;c c&#225;c v&#7883; B&#7891;-t&#225;t.&quot; Ph&#7853;t
thuy&#7871;t b&#225;t-nh&#227; ch&#237;nh l&#224; &#273;&#7875; h&#7897; ni&#7879;m c&#225;c B&#7891; t&#225;t, ch&#237;nh l&#224; v&#236; ph&#243;
ch&#250;c c&#225;c B&#7891; t&#225;t. Ng&#224;i l&#236;a c&#225;c t&#432;&#7899;ng ng&#244;n ng&#7919;, c&#225;c t&#432;&#7899;ng v&#259;n
t&#7921;, c&#225;c t&#432;&#7899;ng t&#226;m duy&#234;n, ly m&#7885;i t&#432;&#7899;ng &#273;&#7875; tuy&#234;n thuy&#7871;t c&#225;i
th&#7921;c t&#432;&#7899;ng c&#7911;a b&#225;t-nh&#227;. Ch&#7881; ng&#432;&#7901;i n&#224;o ch&#7913;ng &#273;&#432;&#7907;c qu&#7843; th&#225;nh
m&#7899;i hi&#7875;u n&#7893;i th&#7921;c t&#432;&#7899;ng b&#225;t nh&#227;, c&#242;n nh&#432; ph&#224;m phu th&#236; kh&#244;ng
v&#224;o &#273;&#432;&#7907;c, kh&#244;ng h&#7897;i &#273;&#432;&#7907;c ph&#225;p m&#7847;u b&#225;t nh&#227; n&#224;y. T&#244;n-gi&#7843;
Tu-b&#7891;-&#273;&#7873; m&#7899;i ngh&#297; ra bi&#7879;n ph&#225;p khi&#7871;n &#208;&#7913;c Ph&#7853;t d&#249;ng ph&#432;&#417;ng ti&#7879;n
thi&#7879;n x&#7843;o &#273;&#7875; di&#7877;n thuy&#7871;t v&#259;n t&#7921; B&#225;t nh&#227;. Do &#273;&#243; Ng&#224;i m&#7899;i
quy&#7873;n bi&#7871;n th&#7883; hi&#7879;n thay ch&#250;ng sinh th&#7881;nh ph&#225;p. T&#7915; trong &#273;&#7841;i ch&#250;ng
Ng&#224;i &#273;&#7913;ng l&#234;n, tr&#7853;t vai b&#234;n m&#7863;t, ch&#7855;p tay cung k&#237;nh b&#7841;ch Ph&#7853;t, n&#243;i
r&#7857;ng: &quot;&#208;&#7913;c Th&#7871;-t&#244;n th&#7853;t l&#224; hi&#7871;m c&#243;, c&#225;c ph&#225;p m&#224; Ng&#224;i n&#243;i
th&#7853;t l&#224; kh&#233;o b&#7843;o h&#7897; c&#225;c v&#7883; B&#7891;-t&#225;t, kh&#233;o d&#7841;y d&#7895; c&#225;c v&#7883;
B&#7891;-t&#225;t, c&#225;c ph&#225;p n&#224;y th&#7921;c l&#224; m&#7847;u nhi&#7879;m v&#244; c&#249;ng!&quot;</font></p>

<p ALIGN="JUSTIFY"><b><font size="3" color="#000080" face="Tahoma">B&#7841;ch Th&#7871;-t&#244;n!
Ng&#432;&#7901;i thi&#7879;n nam, ng&#432;&#7901;i thi&#7879;n n&#7919;, ph&#225;t t&#226;m a-n&#7853;u-&#273;a-la tam-mi&#7879;u
tam-b&#7891;-&#273;&#7873;, n&#234;n l&#224;m sao tr&#7909;, l&#224;m sao h&#224;ng ph&#7909;c &#273;&#432;&#7907;c t&#226;m?</font></b></p>

<p><font face="Tahoma" size="3">&nbsp;</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Tr&#432;&#7903;ng l&#227;o Tu-b&#7891;-&#273;&#7873; v&#236; ch&#250;ng sanh
m&#224; th&#7881;nh ph&#225;p, l&#7841;i x&#432;ng h&#244; &quot;Th&#7871;-t&#244;n&quot; v&#224; b&#7841;ch r&#7857;ng:
&quot;B&#7841;ch Th&#7871;-t&#244;n! Ng&#224;i &#273;&#227; gi&#7843;ng th&#7921;c t&#432;&#7899;ng b&#225;t-nh&#227; xong, nh&#432;ng
m&#7897;t s&#7889; ch&#250;ng sanh v&#7851;n ch&#432;a hi&#7875;u r&#245;, v&#7853;y xin Ng&#224;i h&#227;y v&#236; c&#225;c ch&#250;ng
sanh &#273;&#7901;i m&#7841;t ph&#225;p sau m&#224; gi&#7843;ng thuy&#7871;t l&#7841;i. Nh&#432; qu&#7843; c&#243; ng&#432;&#7901;i
thi&#7879;n nam, c&#243; ng&#432;&#7901;i thi&#7879;n n&#7919;, ph&#225;t t&#226;m a-n&#7853;u-&#273;a-la tam-mi&#7879;u
tam-b&#7891;-&#273;&#7873;. . .&quot;</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">&quot;A-n&#7853;u-&#273;a-la tam-mi&#7879;u
tam-b&#7891;-&#273;&#7873;&quot; l&#224; ti&#7871;ng Ph&#7841;n, ngh&#297;a l&#224; v&#244; th&#432;&#7907;ng ch&#225;nh &#273;&#7859;ng
ch&#225;nh gi&#225;c. T&#7841;i sao trong b&#7843;n kinh H&#225;n-t&#7841;ng kh&#244;ng phi&#234;n d&#7883;ch ch&#7919;
n&#224;y? &#208;&#226;y l&#224; m&#7897;t danh t&#7915; d&#249;ng &#273;&#7875; ch&#7881; qu&#7843; v&#7883; Ph&#7853;t, n&#234;n do s&#7921;
t&#244;n k&#237;nh m&#224; kh&#244;ng phi&#234;n d&#7883;ch, v&#224; &#273;&#7875; lu&#244;n &#226;m ti&#7871;ng Ph&#7841;n.</font></p>

<p><i><font face="Tahoma" size="3">&nbsp;</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">A-n&#7853;u-&#273;a-la l&#224; v&#244; th&#432;&#7907;ng, tam-mi&#7879;u
l&#224; ch&#225;nh &#273;&#7859;ng, tam-b&#7891;-&#273;&#7873; l&#224; ch&#225;nh gi&#225;c. </font></i></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">K&#7867; c&#243; ch&#225;nh gi&#225;c th&#236; kh&#225;c v&#7899;i
ph&#224;m phu; Ph&#7853;t &#273;&#227; gi&#225;c ng&#7897; ch&#226;n ch&#225;nh n&#234;n kh&#244;ng gi&#7889;ng k&#7867; ph&#224;m
phu, nh&#7919;ng ng&#432;&#7901;i kh&#244;ng gi&#225;c ng&#7897;. L&#224; ch&#225;nh &#273;&#7859;ng t&#7913;c th&#7883; kh&#225;c
v&#7899;i k&#7867; nh&#7883; th&#7915;a, v&#236; nh&#7883; th&#7915;a ch&#7881; l&#224; ch&#225;nh gi&#225;c m&#224; kh&#244;ng ph&#7843;i
ch&#225;nh &#273;&#7859;ng. G&#7885;i l&#224; gi&#225;c ng&#7897; &quot;ch&#225;nh &#273;&#7859;ng ch&#225;nh gi&#225;c&quot; t&#7913;c
l&#224; s&#7921; gi&#225;c ng&#7897; n&#224;y ch&#226;n ch&#225;nh ngang v&#7899;i s&#7921; gi&#225;c ng&#7897; c&#7911;a Ph&#7853;t
(&#273;&#7859;ng l&#224; ngang h&#224;ng). &quot;V&#244; th&#432;&#7907;ng&quot; t&#7913;c l&#224; c&#243; s&#7921; kh&#225;c
bi&#7879;t v&#7899;i h&#224;ng b&#7891; t&#225;t, v&#236; B&#7891;-t&#225;t ch&#7881; &#273;&#432;&#7907;c ch&#225;nh &#273;&#7859;ng m&#224; ch&#432;a
&#273;&#7841;t t&#7899;i h&#224;ng v&#244; th&#432;&#7907;ng. B&#7891; t&#225;t c&#242;n &#273;&#432;&#7907;c g&#7885;i l&#224; &quot;H&#7919;u
Th&#432;&#7907;ng S&#297;&quot;, Ph&#7853;t m&#7899;i c&#243; hi&#7879;u l&#224; &quot;V&#244; Th&#432;&#7907;ng S&#297;&quot;
t&#7913;c l&#224; kh&#244;ng c&#243; th&#7913; b&#7853;c n&#224;o &#7903; tr&#234;n Ph&#7853;t, Ph&#7853;t l&#224; qu&#7843; v&#7883;
t&#7897;t c&#249;ng. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">T&#244;n-gi&#7843; Tu-b&#7891;-&#273;&#7873; th&#432;a v&#7899;i Ph&#7853;t
r&#7857;ng: &quot;Nh&#432; c&#243; ng&#432;&#7901;i mu&#7889;n ph&#225;t t&#226;m a-n&#7853;u-&#273;a-la tam-mi&#7879;u
tam-b&#7891;-&#273;&#7873; th&#236; h&#7885; ph&#7843;i l&#224;m sao &#273;&#7875; an tr&#7909; ch&#226;n t&#226;m? Ph&#7843;i l&#224;m sao
&#273;&#7875; h&#224;ng ph&#7909;c t&#226;m v&#7885;ng t&#432;&#7903;ng, t&#226;m phan duy&#234;n, t&#226;m ph&#243;ng t&#250;ng,
t&#226;m h&#432; v&#7885;ng, t&#226;m c&#7889;ng cao ng&#227; m&#7841;n, t&#226;m tham, t&#226;m s&#226;n, t&#226;m
si?&quot; </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">&quot;H&#224;ng ph&#7909;c &#273;&#432;&#7907;c t&#226;m&quot; l&#224;
ch&#7871; ph&#7909;c t&#226;m x&#7845;u. H&#224;ng ph&#7909;c l&#224; g&#236;? Nh&#432; hai b&#234;n giao chi&#7871;n, th&#236; khi
h&#224;ng ph&#7909;c ch&#237;nh l&#224; chi&#7871;n th&#7855;ng &#273;&#7889;i ph&#432;&#417;ng. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">L&#224;m sao &#273;&#7875; ch&#7871; ph&#7909;c tham, s&#226;n, si?
Ph&#7843;i vun tr&#7891;ng gi&#7899;i, &#273;&#7883;nh, hu&#7879;. C&#243; gi&#7899;i, &#273;&#7883;nh, hu&#7879; th&#236; kh&#244;ng c&#243;
tham, s&#226;n, si. V&#236; quan h&#7879; gi&#7919;a tham s&#226;n si v&#224; gi&#7899;i &#273;&#7883;nh hu&#7879; th&#236; h&#7895;
t&#432;&#417;ng li&#234;n &#273;&#7899;i; c&#225;i n&#224;y ch&#7881; c&#243; &#253; ngh&#297;a n&#7871;u c&#243; c&#225;i kia, do &#273;&#243; ta
c&#243; th&#7875; n&#243;i: Tham, s&#226;n, si t&#7913;c l&#224; gi&#7899;i, &#273;&#7883;nh, hu&#7879;; gi&#7899;i, &#273;&#7883;nh,
hu&#7879; t&#7913;c l&#224; tham, s&#226;n, si. V&#237; nh&#432; c&#249;ng m&#7897;t s&#7889; ti&#7873;n, ta c&#243; th&#7875; d&#249;ng
n&#243; mua thu&#7889;c phi&#7879;n c&#361;ng c&#243; th&#7875; d&#249;ng n&#243; gi&#250;p &#273;&#7905; k&#7867; kh&#225;c qua c&#417;n
kh&#7889;n c&#249;ng. &#208;&#243; l&#224; &#253; ngh&#297;a thuy&#7871;t minh quan h&#7879; c&#7911;a tham, s&#226;n, si v&#224;
gi&#7899;i, &#273;&#7883;nh, hu&#7879;. Bi&#7871;t c&#225;ch d&#249;ng th&#236; c&#243; gi&#7899;i, &#273;&#7883;nh, hu&#7879;; kh&#244;ng
bi&#7871;t c&#225;ch d&#249;ng th&#236; c&#243; tham, s&#226;n, si. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">&#208;&#7889;i v&#7899;i ng&#432;&#7901;i ngu si th&#236; gi&#7899;i,
&#273;&#7883;nh, hu&#7879; s&#7869; bi&#7871;n th&#224;nh tham, s&#226;n, si. N&#432;&#7899;c v&#7899;i b&#259;ng c&#361;ng v&#7853;y,
n&#432;&#7899;c ch&#7859;ng kh&#225;c b&#259;ng, b&#259;ng ch&#7859;ng kh&#225;c n&#432;&#7899;c, n&#432;&#7899;c t&#7913;c l&#224;
b&#259;ng, b&#259;ng t&#7913;c l&#224; n&#432;&#7899;c. C&#249;ng m&#7897;t ngh&#297;a l&#253; n&#224;y, ta th&#7845;y phi&#7873;n
n&#227;o t&#7913;c b&#7891;-&#273;&#7873;, b&#7891;-&#273;&#7873; t&#7913;c phi&#7873;n n&#227;o, phi&#7873;n n&#227;o v&#224; b&#7891;-&#273;&#7873;
ch&#7859;ng ph&#7843;i l&#224; hai th&#7913;. N&#7871;u kh&#244;ng bi&#7871;t c&#225;ch d&#249;ng th&#236; phi&#7873;n n&#227;o l&#224;
phi&#7873;n n&#227;o, ng&#432;&#7907;c l&#7841;i nh&#432; bi&#7871;t c&#225;ch, th&#236; phi&#7873;n n&#227;o s&#7869; tr&#7903; th&#224;nh
b&#7891;-&#273;&#7873;.</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">N&#243;i ra l&#224; ph&#225;p, th&#7921;c h&#224;nh l&#224;
&#273;&#7841;o, n&#243;i cho t&#7889;t, n&#243;i cho hay, m&#224; ch&#7859;ng th&#7921;c h&#224;nh th&#236; ch&#7859;ng ph&#7843;i
l&#224; &#273;&#7841;o. Nh&#7845;t &#273;&#7883;nh ph&#7843;i th&#224;nh th&#7853;t m&#224; l&#224;m, y theo Ph&#7853;t-ph&#225;p m&#224; tu
h&#224;nh. Si&#234;ng n&#259;ng tu gi&#7899;i, &#273;&#7883;nh, hu&#7879;, s&#7869; di&#7879;t tham, s&#226;n, si, nh&#432; v&#7853;y
ch&#237;nh l&#224; h&#224;ng ph&#7909;c t&#226;m. N&#7871;u ch&#250;ng ta h&#224;ng ph&#7909;c &#273;&#432;&#7907;c v&#7885;ng t&#226;m,
th&#236; ch&#226;n t&#226;m s&#7869; th&#432;&#7901;ng tr&#250;, cho n&#234;n c&#243; c&#226;u &quot;th&#432;&#7901;ng tr&#250;
ch&#226;n t&#226;m, t&#237;nh t&#7883;nh minh th&#7875;&quot;.</font></p>

<blockquote>
  <b><p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">&#208;&#7913;c
  Ph&#7853;t n&#243;i: &quot;L&#224;nh thay! L&#224;nh thay! Tu-b&#7891;-&#273;&#7873;! &#208;&#250;ng nh&#432; l&#7901;i &#244;ng
  n&#243;i, Nh&#432;-lai kh&#233;o h&#7897; ni&#7879;m c&#225;c v&#7883; B&#7891;-t&#225;t, kh&#233;o ph&#243; ch&#250;c c&#225;c v&#7883;
  B&#7891;-t&#225;t. Nay &#244;ng h&#227;y l&#7855;ng nghe cho k&#7929;, ta s&#7869; v&#236; &#244;ng m&#224; n&#243;i. Ng&#432;&#7901;i
  thi&#7879;n nam, ng&#432;&#7901;i thi&#7879;n n&#7919; ph&#225;t t&#226;m a-n&#7853;u-&#273;a-la tam-mi&#7879;u
  tam-b&#7891;-&#273;&#7873;, n&#234;n an tr&#7909; nh&#432; th&#7871; n&#224;y, n&#234;n h&#224;ng ph&#7909;c t&#226;m m&#236;nh nh&#432;
  th&#7871; n&#224;y. &quot;</font></p>
  <p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">&quot;D&#7841;! Th&#7871;-t&#244;n! Con nguy&#7879;n vui l&#242;ng
  l&#7855;ng nghe.&quot;</font></b></p>
</blockquote>

<p><font face="Tahoma" size="3">&nbsp;</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">&#208;&#7913;c Ph&#7853;t Th&#237;ch Ca th&#7845;y &#244;ng
Tu-b&#7891;-&#273;&#7873; v&#236; ch&#250;ng sanh m&#224; th&#7881;nh ph&#225;p, Ng&#224;i hoan h&#7881; n&#234;n m&#7899;i khen
r&#7857;ng: &quot;&#212;ng Tu-b&#7891;-&#273;&#7873;, &#244;ng th&#7921;c l&#224; t&#7889;t&quot;. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">K&#7871; &#273;&#243; Ph&#7853;t n&#243;i: &quot;&#208;&#250;ng l&#7855;m!
Nh&#432;-lai kh&#233;o b&#7843;o v&#7879; c&#225;c v&#7883; B&#7891;-t&#225;t, kh&#233;o d&#7841;y d&#7895; c&#225;c v&#7883; B&#7891;-t&#225;t,
n&#234;n m&#7899;i n&#243;i ph&#225;p b&#225;t-nh&#227;. B&#226;y gi&#7901;, &#244;ng ph&#7843;i h&#7871;t s&#7913;c ch&#250; &#253;,
ta nay gi&#7843;ng di&#7879;u ph&#225;p b&#225;t nh&#227; cho &#244;ng, nh&#432;ng &#244;ng kh&#244;ng &#273;&#432;&#7907;c nghe
nh&#432; c&#225;ch gi&#243; tho&#7843;ng qua tai. Ph&#7843;i &#273;&#7863;c bi&#7879;t ch&#250; t&#226;m. N&#7871;u &#273;&#7875; ph&#7899;t
qua th&#236; th&#7853;t u&#7893;ng ph&#237;, nh&#7885;c c&#244;ng Nh&#432;-lai.&quot; </font></p>

<p><b><font face="Tahoma" size="3">&nbsp;</font></p>

<p ALIGN="JUSTIFY"><font size="3"><font face="Tahoma">Ng&#432;&#7901;i thi&#7879;n nam, ng&#432;&#7901;i thi&#7879;n n&#7919;,
ph&#225;t t&#226;m a-n&#7853;u &#273;a-la tam-mi&#7879;u tam-b&#7891;-&#273;&#7873;. </font></font> </b><font face="Tahoma" size="3">C&#226;u n&#224;y ngh&#297;a l&#224; n&#234;n
an tr&#250; ch&#226;n t&#226;m nh&#432; th&#7871; n&#224;y? h&#224;ng ph&#7909;c v&#7885;ng t&#226;m nh&#432; th&#7871; n&#224;y. </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Trong Kinh Kim Cang, t&#7899;i &#273;o&#7841;n n&#224;o kh&#7849;n
y&#7871;u, ta c&#361;ng th&#7845;y m&#7845;y ch&#7919; nh&#432; th&#7871; (nh&#432; th&#7883;). &#208;&#7913;c Ph&#7853;t c&#243; m&#7897;t
c&#225;ch bi&#7875;u th&#7883;, m&#224; kh&#244;ng di&#7877;n t&#7843; ra b&#7857;ng v&#259;n t&#7921;. &quot;Nh&#432; th&#7871;&quot;
t&#7913;c kh&#244;ng c&#243; gi&#7843;ng g&#236; h&#7871;t, &#273;&#243; l&#224; ch&#7895; &quot;h&#7871;t &#273;&#432;&#7901;ng ng&#244;n
ng&#7919;, ch&#7895; di&#7879;t m&#7885;i t&#226;m &#253;&quot;, cho n&#234;n c&#243; c&#226;u:</font><i></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">&nbsp;</font></p>

<blockquote>
  <blockquote>
    <blockquote>
      <p><font face="Tahoma" size="3">&quot;Kh&#7849;u d&#7909;c ng&#244;n nhi t&#7915;
      t&#225;ng, </font></p>
      <p><font face="Tahoma" size="3">T&#226;m d&#7909;c duy&#234;n nhi l&#7921;
      vong.&quot;</font></p>
    </blockquote>
  </blockquote>
</blockquote>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Ngh&#297;a l&#224;:</font></p>

<blockquote>
  <blockquote>
    <blockquote>
      <p><font face="Tahoma" size="3">Mi&#7879;ng mu&#7889;n n&#243;i m&#224; l&#7901;i tan bi&#7871;n, </font></p>
      <p><font face="Tahoma" size="3">T&#226;m mu&#7889;n duy&#234;n m&#224; &#253; ch&#7859;ng c&#242;n.</font></i></p>
    </blockquote>
  </blockquote>
</blockquote>

<p><font face="Tahoma" size="3">&nbsp;</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">&quot;Nh&#432; th&#7871;!&quot; t&#7913;c l&#224; ch&#7895;
kh&#244;ng c&#243; l&#7901;i gi&#7843;ng, ngh&#297;a l&#224; b&#7843;o ch&#250;ng ta h&#227;y ng&#7891;i xu&#7889;ng tham
thi&#7873;n &#273;i! N&#7871;u ch&#250;ng ta c&#243; th&#7875; ng&#7891;i tham thi&#7873;n, hay thi&#7873;n qu&#225;n, th&#236; do
ch&#250; t&#226;m chuy&#234;n nh&#7845;t, v&#7885;ng t&#226;m t&#7921; nhi&#234;n b&#7883; h&#224;ng ph&#7909;c, ch&#226;n t&#226;m
ngay &#273;&#243; hi&#7875;n hi&#7879;n. Do &#273;&#243; m&#7899;i n&#243;i nh&#432; th&#7871;. N&#7871;u ng&#432;&#7901;i ta c&#7913; nh&#432;
v&#7853;y m&#224; tu, th&#236; th&#432;&#7901;ng an tr&#7909; ch&#226;n t&#226;m, th&#7845;y b&#7893;n lai Ph&#7853;t t&#225;nh,
t&#225;nh t&#7883;nh minh th&#7875; v&#224; h&#224;ng ph&#7909;c v&#7885;ng t&#226;m.</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">V&#236; v&#244; t&#432;&#7899;ng b&#225;t-nh&#227; th&#236; kh&#244;ng c&#243;
h&#236;nh t&#432;&#7899;ng g&#236; h&#7871;t, n&#234;n l&#250;c Ng&#224;i Tu-b&#7891;-&#273;&#7873; &#273;&#227; hi&#7875;u minh b&#7841;ch,
mu&#7889;n ch&#250;ng sanh &#273;&#7901;i sau &#273;&#432;&#7907;c hi&#7875;u th&#7845;u n&#234;n Ng&#224;i &#273;&#225;p r&#7857;ng:
&quot;D&#7841;!&quot;</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">N&#243;i t&#7899;i &#273;o&#7841;n n&#224;y, ch&#250;ng ta li&#234;n
t&#432;&#7903;ng t&#7899;i m&#7897;t l&#7847;n n&#7885;, &#273;&#7913;c Kh&#7893;ng-t&#7917; n&#243;i v&#7899;i T&#259;ng-t&#7917;, c&#243;
s&#7921; hi&#7879;n di&#7879;n c&#7911;a m&#7897;t s&#7889; &#273;&#7879; t&#7917; n&#7919;a. Ng&#224;i n&#243;i:</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">S&#226;m &#417;i! &#208;&#7841;o c&#7911;a ta ch&#7881; d&#249;ng c&#225;i
m&#7897;t xuy&#234;n su&#7889;t h&#7871;t th&#7843;y.</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">T&#259;ng-t&#7917; th&#432;a: &quot;D&#7841;!&quot;</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Khi &#273;&#7913;c Kh&#7893;ng &#273;i ra, c&#225;c m&#244;n &#273;&#7891;
h&#7887;i T&#259;ng-t&#7917;:</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">&quot;Th&#7847;y n&#243;i g&#236;?&quot;</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">T&#259;ng-t&#7917; &#273;&#225;p: &#208;&#7841;o c&#7911;a &#273;&#7913;c Phu
t&#7917; th&#236; ch&#7881; c&#243; l&#242;ng trung th&#7913; th&#244;i.</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Khi &#273;&#7913;c Kh&#7893;ng &#273;i r&#7891;i, c&#225;c m&#244;n &#273;&#7891;
kh&#244;ng hi&#7875;u th&#7847;y T&#259;ng-t&#7917; &#273;&#225;p &quot;d&#7841;&quot; l&#224; &#253; ngh&#297;a g&#236;.
T&#259;ng-t&#7917; th&#236; hi&#7875;u, nh&#432;ng c&#225;c &#273;&#7879; t&#7917; kh&#225;c kh&#244;ng hi&#7875;u, m&#7899;i h&#7887;i:
&quot;C&#226;u th&#7847;y v&#7915;a n&#243;i &#273;&#243; c&#243; ngh&#297;a g&#236;? L&#224;m sao m&#224; ch&#250;ng t&#244;i
ch&#7859;ng hi&#7875;u g&#236; h&#7871;t?&quot;</font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">T&#259;ng-t&#7917; &#273;&#225;p: &quot;&#208;&#7841;o c&#7911;a
Phu-t&#7917; ch&#7881; l&#224; trung th&#7913; m&#224; th&#244;i.&quot; </font></p>

<p ALIGN="JUSTIFY"><font face="Tahoma" size="3">Trung, ngh&#297;a l&#224; h&#7871;t s&#7913;c m&#236;nh (t&#7853;n
k&#7927;); th&#7913;, ngh&#297;a l&#224; tr&#250;t h&#7871;t m&#236;nh (th&#244;i k&#7927;); trung th&#7913; t&#7913;c l&#224;
&#273;&#7889;i v&#7899;i ng&#432;&#7901;i th&#236; h&#7871;t l&#242;ng, nh&#432;&#7901;ng h&#7871;t cho ng&#432;&#7901;i.</font></p>

<p><b><font face="Tahoma" size="3">&nbsp;</font></p>

<p ALIGN="JUSTIFY"><font size="3"><font face="Tahoma">Th&#7871; T&#244;n! Con nguy&#7879;n vui l&#242;ng l&#7855;ng
nghe. </font></font> </b><font face="Tahoma" size="3">Tr&#432;&#7903;ng l&#227;o Tu-b&#7891;-&#273;&#7873; b&#7841;ch Ph&#7853;t: &quot;Th&#7871;-t&#244;n! Con nguy&#7879;n
vui l&#242;ng l&#7855;ng nghe&quot;, l&#7901;i thuy&#7871;t ph&#225;p c&#7911;a Ph&#7853;t. </font></p>

<p ALIGN="JUSTIFY"><font color="#000080" face="Tahoma"><i>(C&#242;n ti&#7871;p)</i></font></p>

  </blockquote>


<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="Microsoft Border" content="none, default">
<meta name="GENERATOR" content="Microsoft FrontPage 4.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Dai Thua Chanh Tong</title>
</head>

<body background="http://www.dharmasite.netgraphics/drbalogobkgd.gif">

<p align="center"><font face="Tahoma" color="#008000" size="7">Kinh Kim Cang</font></p>

<p align="center"><b><font face="Tahoma" size="2" color="#FF0000"> Ph&#225;p-s&#432; C&#432;u-ma-la-th&#7853;p phi&#234;n d&#7883;ch v&#224;o th&#7901;i Di&#234;u T&#7847;n</font></b></p>  
  
<p align="center"><font face="Tahoma" color="#000080" size="2">H&#242;a Th&#432;&#7907;ng Tuy&#234;n H&#243;a l&#432;&#7907;c gi&#7843;ng</font></p>  
  
<p align="center"><font FACE="Tahoma" color="#000080">&nbsp;<img border="0" src="graphics/cttb_small.jpg" width="140" height="92"></font></p>  
  
<p>&nbsp;</p>  
  
<p><font face="Tahoma" size="3" color="#008000"><b>Ph&#7847;n Ba: &#208;&#7840;I TH&#7914;A CH&#193;NH T&#212;NG</b></font></p>  
  
<p>&nbsp;<font COLOR="#800080"></p>  
</font>  
  
<blockquote>  
  <p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">Ph&#7853;t b&#7843;o  
  Tu-b&#7891;-&#273;&#7873;: C&#225;c v&#7883; B&#7891;-t&#225;t Ma-ha-t&#225;t, n&#234;n h&#224;ng ph&#7909;c t&#226;m nh&#432; th&#7871;  
  n&#224;y:</font></p>  
  <b><p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">Ta s&#7869;  
  khi&#7871;n h&#7871;t th&#7843;y c&#225;c lo&#224;i ch&#250;ng sanh, ho&#7863;c lo&#224;i t&#7915; tr&#7913;ng sanh, t&#7915;  
  thai sanh, t&#7915; &#7849;m th&#7845;p sanh, t&#7921; h&#243;a sanh; ho&#7863;c lo&#224;i c&#243; s&#7855;c lo&#224;i  
  kh&#244;ng c&#243; s&#7855;c, lo&#224;i c&#243; t&#432; t&#432;&#7903;ng, lo&#224;i kh&#244;ng c&#243; t&#432; t&#432;&#7903;ng; lo&#224;i  
  ch&#7859;ng ph&#7843;i c&#243; t&#432; t&#432;&#7903;ng; lo&#224;i ch&#7859;ng ph&#7843;i kh&#244;ng c&#243; t&#432; t&#432;&#7903;ng,  
  &#273;&#7873;u &#273;&#432;&#7907;c di&#7879;t &#273;&#7897; n&#417;i V&#244; D&#432; Ni&#7871;t-B&#224;n.</font></p>  
  <p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">Tuy di&#7879;t &#273;&#7897; v&#244; l&#432;&#7907;ng, v&#244; s&#7889;, v&#244;  
  bi&#234;n ch&#250;ng sanh nh&#432; v&#7853;y m&#224; th&#7853;t ra kh&#244;ng c&#243; ch&#250;ng sanh n&#224;o &#273;&#432;&#7907;c  
  di&#7879;t &#273;&#7897; c&#7843;. V&#236; sao? Tu-b&#7891;-&#273;&#7873;! n&#7871;u B&#7891;-t&#225;t c&#242;n t&#432;&#7899;ng ng&#227;,  
  t&#432;&#7899;ng nh&#226;n, t&#432;&#7899;ng ch&#250;ng sanh, t&#432;&#7899;ng th&#7885; gi&#7843; th&#236; Ng&#224;i kh&#244;ng ph&#7843;i  
  l&#224; B&#7891;-t&#225;t.</font></b></p>  
</blockquote>  
  
<p><font face="Tahoma" color="#000080"><small>&nbsp;</small></font><font size="3"><i></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">L&#432;&#7907;c gi&#7843;i:</font></p>  
  
<blockquote>  
  </i></font><b><p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">Ph&#7853;t  
  b&#7843;o Tu-b&#7891;-&#273;&#7873;: C&#225;c v&#7883; B&#7891;-t&#225;t Ma-ha-t&#225;t, n&#234;n nh&#432; th&#7871; m&#224; h&#224;ng ph&#7909;c  
  t&#226;m nh&#432; th&#7871; n&#224;y.</font></b></p>  
</blockquote>  
  
<p><font face="Tahoma" color="#000080"><small>&nbsp;</small></font><font SIZE="3"></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma"><font color="#000080">M&#7845;y ch&#7919; &quot;C&#225;c v&#7883; B&#7891;-t&#225;t</font></font></font><font  
face="Tahoma" SIZE="3">&quot;</font><font SIZE="3"><font face="Tahoma"> l&#224; n&#243;i  
nhi&#7873;u B&#7891;-t&#225;t, c&#361;ng c&#243; th&#7875; ch&#7881; t&#7845;t c&#7843; c&#225;c v&#7883; B&#7891;-t&#225;t, m&#224; c&#361;ng  
c&#243; th&#7875; ch&#7881; m&#7897;t v&#7883; B&#7891;-t&#225;t. &#208;&#243; l&#224; v&#7883; B&#7891;-t&#225;t n&#224;o? Ch&#237;nh l&#224; v&#7883;  
n&#224;o mu&#7889;n h&#224;ng ph&#7909;c t&#226;m.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma">T&#7841;i l&#224;m sao gi&#7843;ng ch&#7919; </font></font><font  
face="Tahoma" SIZE="3">&quot;c&#225;c&quot;</font><font SIZE="3"><font face="Tahoma">  
(ch&#432;) l&#7841;i c&#243; th&#7875; gi&#7843;ng l&#224; t&#7845;t c&#7843;, c&#243; th&#7875; gi&#7843;ng l&#224; nhi&#7873;u, m&#224;  
c&#361;ng c&#243; th&#7875; gi&#7843;ng l&#224; m&#7897;t v&#7883; v&#7853;y? Ch&#250;ng ta n&#234;n hi&#7875;u r&#7857;ng, nhi&#7873;u  
ch&#237;nh l&#224; m&#7897;t, m&#7897;t ch&#237;nh l&#224; nhi&#7873;u. Nhi&#7873;u l&#224; do h&#7907;p l&#7841;i t&#7915;ng v&#7883;  
m&#7897;t m&#224; th&#224;nh, n&#234;n m&#7897;t t&#7913;c nhi&#7873;u, nhi&#7873;u t&#7913;c m&#7897;t. Nh&#236;n qua th&#236;  
t&#7921;a nh&#432; c&#243; hai, ch&#7859;ng &#273;&#7891;ng m&#7897;t th&#7913;, k&#7923; th&#7853;t ch&#7859;ng ph&#7843;i l&#224; hai  
th&#7913; kh&#225;c nhau.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma">V&#7883; B&#7891;-t&#225;t &#273;&#243; l&#224; ai v&#7853;y? Ch&#237;nh l&#224;  
c&#225;c b&#7841;n &#273;&#243;! C&#225;c b&#7841;n n&#243;i r&#7857;ng: &quot;T&#244;i ch&#7881; l&#224; k&#7867; ph&#224;m phu, ch&#432;a  
th&#224;nh B&#7891;-t&#225;t.</font></font><font face="Tahoma" SIZE="3">&quot;</font><font  
SIZE="3"><font face="Tahoma"> Xin h&#7887;i c&#225;c b&#7841;n c&#243; tin r&#7857;ng m&#236;nh th&#224;nh  
Ph&#7853;t kh&#244;ng? Tin ch&#7899;! V&#7853;y th&#236; Ph&#7853;t c&#242;n c&#243; th&#7875; th&#224;nh, hu&#7889;ng chi l&#224;  
B&#7891; t&#225;t? V&#7845;n &#273;&#7873; n&#224;y kh&#7887;i ph&#7843;i b&#224;n n&#7919;a.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">N&#243;i v&#7873;&quot;Ma-ha-t&#225;t&quot; t&#7913;c l&#224;  
kh&#244;ng ph&#7843;i h&#224;ng B&#7891;-t&#225;t nh&#7887;, m&#224; l&#224; c&#225;c &#273;&#7841;i B&#7891;-t&#225;t. Danh x&#432;ng  
&#273;&#7841;i B&#7891;-t&#225;t c&#243; b&#7843;y &#253; ngh&#297;a:</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">1. <i>Th&#7913; nh&#7845;t l&#224; c&#225;c b&#7853;c &#273;&#7841;i  
c&#259;n? &#273;&#227; t&#7915;ng c&#250;ng d&#432;&#7901;ng Tam-b&#7843;o, l&#7877; b&#225;i Tam-b&#7843;o, cung k&#237;nh &#273;&#7889;i  
v&#7899;i Tam-b&#7843;o t&#7915; v&#244; l&#432;&#7907;ng ki&#7871;p &#273;&#7871;n nay, vun tr&#7891;ng bao nhi&#234;u c&#244;ng  
&#273;&#7913;c, m&#224; ch&#7859;ng ph&#7843;i ch&#7881; gieo c&#259;n l&#224;nh tr&#432;&#7899;c m&#7897;t v&#7883; Ph&#7853;t, m&#224; hai  
v&#7883;, ba, b&#7889;n, n&#259;m v&#7883; Ph&#7853;t. </i>C&#259;n l&#224;nh c&#7911;a c&#225;c v&#7883; n&#224;y r&#7845;t l&#7899;n,  
n&#234;n g&#7885;i l&#224; h&#224;ng &#273;&#7841;i c&#259;n.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">2. <i>Th&#7913; nh&#236; l&#224; nh&#7919;ng b&#7853;c &#273;&#7841;i  
tr&#237; hu&#7879;.Th&#7871; n&#224;o l&#224; c&#243; tr&#237; hu&#7879; l&#7899;n? </i>Tr&#237; hu&#7879; l&#7899;n l&#224; bi&#7871;t  
ph&#225;t t&#226;m b&#7891;-&#273;&#7873;. Hi&#7879;n t&#7841;i qu&#237; v&#7883; &#273;&#7871;n &#273;&#226;y nghe kinh, t&#236;m hi&#7875;u  
Ph&#7853;t-ph&#225;p, t&#7899;i ch&#7895; n&#224;y tham gia tham thi&#7873;n, &#273;&#226;u ch&#7859;ng ph&#7843;i trong  
ki&#7871;p x&#432;a &#273;&#227; c&#243; &#237;t nhi&#7873;u c&#259;n l&#224;nh, &#273;&#227; c&#243; &#237;t nhi&#7873;u tr&#237; hu&#7879;?  
Ng&#432;&#7901;i n&#224;o kh&#244;ng c&#243; c&#259;n l&#224;nh, m&#7897;t khi t&#7899;i ch&#7895; n&#224;y s&#7869; c&#7843;m th&#7845;y  
&#273;&#7913;ng kh&#244;ng y&#234;n, ng&#7891;i kh&#244;ng y&#234;n, nh&#432; kh&#7881; &#432;a ch&#7841;y nh&#7843;y, nh&#432; t&#226;m  
tr&#7841;ng c&#7911;a ch&#432; thi&#234;n, khi t&#432;&#7899;ng ng&#361; suy xu&#7845;t hi&#7879;n, kh&#244;ng ch&#7883;u ng&#7891;i  
ch&#7895; c&#7911;a m&#236;nh m&#224; c&#7913; ch&#7841;y &#273;i. Nay c&#225;c v&#7883; kh&#244;ng b&#7887; ch&#7841;y. Th&#7853;m ch&#237;  
ng&#224;y n&#224;o t&#244;i c&#361;ng qu&#7903; c&#361;ng &#273;&#225;nh c&#7843; tr&#259;m ph&#225;t h&#432;&#417;ng b&#7843;n. Ch&#7883;u  
m&#7897;t tr&#259;m c&#225;i h&#432;&#417;ng b&#7843;n ch&#7859;ng ph&#7843;i l&#224; d&#7877;. T&#244;i kh&#244;ng n&#243;i &#273;&#249;a  
v&#7899;i c&#225;c v&#7883;, nh&#432; qu&#7843;c&#225;c v&#7883; kh&#244;ng khai ng&#7897;, th&#236; b&#7845;t c&#7913; v&#7883; n&#224;o,  
c&#361;ng nh&#7845;t &#273;&#7883;nh ph&#7843;i ch&#7883;u tr&#259;m ph&#225;t h&#432;&#417;ng b&#7843;n &#273;&#243;! Ch&#7859;ng th&#224; c&#225;c  
v&#7883; b&#7887; &#273;i v&#236; b&#7883; &#273;&#225;nh, c&#242;n h&#417;n t&#244;i kh&#244;ng l&#224;m cho c&#225;c b&#7841;n khai ng&#7897;  
&#273;&#432;&#7907;c. </font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">C&#243; tr&#237; hu&#7879; l&#7899;n, ph&#225;t t&#226;m b&#7891;-&#273;&#7873;,  
v&#7851;n ch&#432;a &#273;&#7911; m&#224; c&#242;n ph&#7843;i &#273;&#7897; kh&#7855;p ch&#250;ng sanh n&#7919;a. V&#236; sao Qu&#225;n Th&#7871;  
&#194;m B&#7891; T&#225;t l&#7841;i hi&#7879;n kh&#7855;p n&#417;i? T&#7841;i v&#236; Ng&#224;i c&#243; tr&#237; hu&#7879; l&#7899;n, mu&#7889;n  
&#273;&#7897; kh&#7855;p ch&#250;ng sanh. &#208;&#7897; ch&#250;ng sanh nh&#432;ng kh&#244;ng ch&#7845;p t&#432;&#7899;ng, kh&#244;ng an  
tr&#7909; v&#224;o c&#225;i t&#432;&#7899;ng &#273;&#7897; ch&#250;ng sanh. Ch&#7845;p t&#432;&#7899;ng &#273;&#7897; ch&#250;ng sanh ngh&#297;a  
l&#224; sao? T&#7927; nh&#432; L&#432;&#417;ng V&#245; &#208;&#7871;, &#244;ng gi&#250;p ch&#250;ng sanh nh&#432;ng &#244;ng l&#7841;i  
ch&#7845;p t&#432;&#7899;ng. L&#250;c &#244;ng g&#7863;p B&#7891;-&#273;&#7873;-&#273;&#7841;t-ma, v&#7883; t&#7893; th&#7913; nh&#7845;t c&#7911;a  
Thi&#7873;n-t&#244;ng Trung Hoa, &#244;ng c&#243; h&#7887;i nh&#432; sau: </font></p>  
  
<p ALIGN="JUSTIFY"></font><font face="Tahoma" SIZE="3">&quot;</font><font SIZE="3"><font  
face="Tahoma" color="#000080">&#212;ng coi t&#244;i c&#250;ng d&#432;&#7901;ng bao nhi&#234;u t&#259;ng, c&#250;ng trai, in  
kinh, t&#7841;o ch&#249;a mi&#7871;u, r&#7845;t nhi&#7873;u, v&#7853;y t&#244;i c&#243; c&#244;ng &#273;&#7913;c ch&#259;ng?&quot;</font></p>  
  
<p ALIGN="JUSTIFY"></font><font face="Tahoma" SIZE="3">N&#243;i nh&#432; v&#7853;y l&#224; nh&#224; vua  
&#273;&#227; c&#243; ng&#227; t&#432;&#7899;ng, c&#243; t&#226;m ch&#7845;p tr&#432;&#7899;c, l&#242;ng &#273;&#227; c&#243; s&#7921; c&#7889;ng  
cao ng&#227; m&#7841;n r&#7891;i. &#221; nh&#432; mu&#7889;n n&#243;i r&#7857;ng tuy &#244;ng l&#224; m&#7897;t Ph&#225;p-s&#432; t&#7915;  
&#7844;n &#208;&#7897; &#273;&#7871;n, nh&#432;ng v&#7883; t&#7845;t &#244;ng &#273;&#227; c&#243; c&#244;ng &#273;&#7913;c nh&#432; t&#244;i ch&#432;a.  
Trong &#253; t&#7913; &#273;&#243;, ta &#273;&#227; th&#7845;y nh&#224; vua mu&#7889;n T&#7893;-s&#432; &#208;&#7841;t-ma &#273;&#7873; cao nh&#224;  
vua, mu&#7889;n cho T&#7893; s&#432; t&#225;n th&#225;n m&#236;nh. Nh&#432;ng T&#7893; &#273;&#226;u c&#243; th&#7875; l&#224;m chuy&#7879;n  
&#273;&#243; &#273;&#432;&#7907;c? Cho n&#234;n, v&#7899;i &quot;tr&#7921;c t&#226;m l&#224; &#273;&#7841;o tr&#224;ng,&quot; Ng&#224;i  
n&#243;i: &quot;</font><font SIZE="3"><font face="Tahoma">Ch&#7859;ng c&#243; c&#244;ng &#273;&#7913;c g&#236;  
h&#7871;t.&quot;</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">Vua L&#432;&#417;ng V&#245; &#208;&#7871; kh&#244;ng vui t&#237; n&#224;o,  
n&#243;i: &quot;C&#225;i &#244;ng H&#242;a th&#432;&#7907;ng m&#7863;t &#273;en c&#7899; sao l&#7841;i n&#243;i ta kh&#244;ng c&#243;  
c&#244;ng &#273;&#7913;c?&quot; V&#7873; sau, nh&#224; vua kh&#244;ng h&#7897;i &#273;&#432;&#7907;c &#253; c&#7911;aT&#7893;-s&#432;, hai  
b&#234;n kh&#244;ng kh&#7871; h&#7907;p, n&#234;n T&#7893;-s&#432; m&#7899;i theo Tr&#432;&#7901;ng Giang, &#273;i v&#7873; ph&#432;&#417;ng  
B&#7855;c, r&#7891;i l&#234;n Ch&#249;a Thi&#7871;u L&#226;m t&#7841;i Tung S&#417;n.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">&#208;&#243; l&#224; ngh&#297;a c&#7911;a &#273;&#7897; sanh m&#224; ch&#7845;p  
t&#432;&#7899;ng, nh&#224; vua ch&#7845;p v&#224;o vi&#7879;c &#273;&#7897; sanh c&#7911;a m&#236;nh, mu&#7889;n c&#7847;u m&#7897;t s&#7921;  
&#7845;n ch&#7913;ng c&#7911;a T&#7893; s&#432;, th&#7915;a nh&#7853;n r&#7857;ng nh&#224; vua &#273;&#227; c&#243; c&#244;ng &#273;&#7913;c.  
&#208;&#226;u ng&#7901;, T&#7893;-s&#432; &#208;&#7841;t-ma, ch&#7859;ng h&#7873; ngh&#297; t&#7899;i v&#7845;n &#273;&#7873; nh&#226;n t&#236;nh,  
kh&#244;ng h&#7873; coi tr&#7885;ng danh v&#7883; ho&#224;ng-&#273;&#7871;, n&#234;n m&#7899;i b&#7887; &#273;i. B&#7903;i &#273;&#226;u m&#224;  
L&#432;&#417;ng V&#245; &#208;&#7871; l&#7841;i ch&#7845;p v&#224;o vi&#7879;c m&#236;nh &#273;&#7897; sanh? B&#7903;i thi&#7871;u tr&#237; hu&#7879;.  
N&#7871;u nh&#432; &#244;ng th&#7921;c s&#7921; c&#243; tr&#237; hu&#7879; ch&#226;n ch&#225;nh, th&#236; &#273;&#227; kh&#244;ng ch&#7845;p  
tr&#432;&#7899;c v&#224;o t&#432;&#7899;ng &#273;&#7897; sanh.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">3. <i>Th&#7913; ba l&#224; nh&#7919;ng b&#7853;c c&#243; ni&#7873;m  
tin v&#224;o ph&#225;p l&#7899;n. </i>C&#243; c&#226;u n&#243;i: &quot;Ph&#225;p Ph&#7853;t nh&#432; bi&#7875;n, ch&#7881; c&#243;  
l&#242;ng tin m&#7899;i v&#224;o &#273;&#432;&#7907;c.&quot; N&#7871;u kh&#244;ng c&#243; l&#242;ng tin th&#236; ch&#7881; &#273;&#7913;ng  
nh&#236;n bi&#7875;n than th&#7903;. Ph&#225;p Ph&#7853;t th&#226;m s&#226;u nh&#432; bi&#7875;n, cao nh&#432; n&#250;i Tu-di,  
kh&#244;ng d&#7877; g&#236; m&#224; th&#226;m hi&#7875;u th&#7845;u &#273;&#225;o. C&#361;ng nh&#432; th&#7845;y c&#225;c kinh t&#7841;ng  
nhi&#7873;u nh&#432; v&#7853;y, bi&#7871;t &#273;&#7871;n ng&#224;y n&#224;o xem cho h&#7871;t? N&#7871;u c&#243; l&#242;ng tin, tin  
th&#7921;c s&#7921; v&#224;o Ph&#7853;t-ph&#225;p, th&#236; s&#7869; t&#7915; ch&#7895; n&#244;ng &#273;&#7871;n d&#7847;n ch&#7895; s&#226;u,  
t&#7915; g&#7847;n &#273;&#7871;n xa, do &#237;t m&#224; t&#7899;i nhi&#7873;u, t&#7915;ng &#273;i&#7875;m t&#7915;ng &#273;i&#7875;m m&#7897;t  
&#273;em ra nghi&#234;n c&#7913;u, th&#236; r?t cu&#7897;c c&#361;ng c&#243; m&#7897;t ng&#224;y th&#244;ng &#273;&#7841;t &#273;&#432;&#7907;c  
b&#7843;o t&#7841;ng c&#7911;a Ph&#7853;t-ph&#225;p. Nh&#432;ng n&#243; c&#7847;n m&#236;nh tin s&#226;u, ph&#225;t nguy&#7879;n tha  
thi&#7871;t r&#7891;i m&#7899;i th&#7921;c h&#224;nh tu t&#7853;p. &#208;&#7847;u ti&#234;n m&#236;nh ph&#7843;i c&#243; l&#242;ng tin  
s&#226;u xa v&#224;o Ph&#7853;t-ph&#225;p, sau &#273;&#243; kh&#7849;n thi&#7871;t ph&#225;t nguy&#7879;n h&#7885;c t&#7853;p. Khi  
&#273;&#227; th&#244;ng hi&#7875;u, ph&#7843;i mang ra th&#7921;c h&#224;nh. T&#243;m l&#7841;i, th&#226;m t&#237;n, thi&#7871;t  
nguy&#7879;n, th&#7921;c h&#224;nh, ba &#273;i&#7873;u &#273;&#243; quan tr&#7885;ng l&#7855;m. C&#242;n nh&#432; ch&#7859;ng c&#243;  
l&#242;ng tin, th&#236; d&#7847;u Ph&#7853;t-ph&#225;p c&#243; hay ch&#259;ng n&#7919;a, c&#361;ng kh&#244;ng sao t&#7899;i  
&#273;&#432;&#7907;c.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">Th&#7871; n&#224;o l&#224; ph&#225;p l&#7899;n? B&#225;t-nh&#227;  
Ba-la-m&#7853;t ch&#237;nh l&#224; ph&#225;p l&#7899;n, ngh&#297;a ti&#7871;ng Ph&#7841;n l&#224; tr&#237; hu&#7879;. Ph&#7843;i tin  
v&#224;o tr&#237; hu&#7879; s&#7861;n c&#243; c&#7911;a m&#236;nh. <i>Kinh Kim Cang n&#243;i: &quot;Cho &#273;&#7871;n sanh  
kh&#7903;i ni&#7873;m tin thanh t&#7883;nh, Nh&#432;-lai &#7855;t bi&#7871;t, &#7855;t th&#7845;y.&quot; </i>Qu&#237; v&#7883;  
m&#243;ng kh&#7903;i m&#7897;t ni&#7873;m tin thanh t&#7883;nh, Ph&#7853;t s&#7869; hay bi&#7871;t, l&#224;n s&#243;ng &#273;i&#7879;n  
c&#7911;a qu&#237; v&#7883; s&#7869; &#273;&#432;&#7907;c Ph&#7853;t ti&#7871;p nh&#7853;n v&#224; qu&#237; v&#7883; &#273;&#432;&#7907;c c&#249;ng Ph&#7853;t  
th&#244;ng tin. Th&#244;ng nh&#432; th&#7871; n&#224;o? T&#7913;c l&#224; n&#7871;u c&#243; t&#237;n t&#226;m, th&#236; m&#7897;t khi  
Ph&#7853;t ti&#7871;p &#273;&#432;&#7907;c tin &#273;i&#7879;n, s&#7869; h&#7891;i b&#225;o cho m&#236;nh, khuy&#234;n ta ph&#7843;i  
si&#234;ng n&#259;ng tu gi&#7899;i, &#273;&#7883;nh, hu&#7879;, &#273;&#7875; di&#7879;t tham, s&#226;n, si. Qu&#237; v&#7883; th&#7845;y,  
qu&#237; v&#7883; v&#224; Ph&#7853;t &#273;&#225;nh &#273;i&#7879;n th&#244;ng tin, m&#224; qu&#237; v&#7883; kh&#244;ng hay bi&#7871;t g&#236;,  
th&#7871; m&#7899;i l&#224; di&#7879;u ph&#225;p. Di&#7879;u ph&#225;p ch&#237;nh l&#224; di&#7879;u &#7903; ch&#7895; n&#224;y.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">4. <i>Th&#7913; t&#432; l&#224; c&#225;c b&#7853;c hi&#7875;u  
&#273;&#432;&#7907;c l&#253; l&#7899;n. </i>L&#253; m&#224; c&#361;ng c&#243; l&#7899;n nh&#7887; ch&#259;ng? C&#7889; nhi&#234;n l&#224;  
c&#243;. V&#7873; s&#7921; t&#236;nh c&#242;n c&#243; vi&#7879;c l&#7899;n vi&#7879;c nh&#7887;, kh&#244;ng l&#7869; v&#7873; &#273;&#7841;o  
l&#253;, kh&#244;ng c&#243; l&#253; l&#7899;n l&#253; nh&#7887; hay sao? L&#253; l&#7899;n t&#7913;c l&#224; &#273;&#7841;o l&#253;  
l&#7899;n, ch&#237;nh l&#224; c&#225;i &#253; ngh&#297;a b&#7893;n lai c&#7911;a ta l&#224; Ph&#7853;t. Ph&#7843;i hi&#7875;u l&#253;  
n&#224;y. L&#253; t&#7913;c Ph&#7853;t, Ph&#7853;t t&#7913;c l&#253;. Ph&#7853;t l&#224; v&#7883; &#273;&#227; th&#224;nh Ph&#7853;t, ta  
l&#224; k&#7867; ch&#432;a th&#224;nh Ph&#7853;t, Ph&#7853;t v&#224; ta b&#7893;n lai ch&#7881; l&#224; m&#7897;t, kh&#244;ng ph&#7843;i  
hai, kh&#244;ng kh&#225;c nhau. Ch&#7859;ng qua Ph&#7853;t &#273;&#227; tu &#273;&#7913;c vi&#234;n m&#227;n r&#7891;i, ta th&#236;  
ch&#432;a tu t&#7899;i vi&#234;n m&#227;n, n&#234;n ch&#250;ng ta ch&#432;a th&#224;nh Ph&#7853;t, c&#242;n Ph&#7853;t th&#236;  
&#273;&#227; th&#224;nh Ph&#7853;t r&#7891;i. Tuy nhi&#234;n ta c&#361;ng ch&#7899; h&#7891; &#273;&#7891;, v&#417; &#273;?a c&#7843; n&#7855;m  
m&#224; cho r&#7857;ng ta l&#224; Ph&#7853;t, Ph&#7853;t l&#224; ta, n&#243;i v&#7853;y l&#224; kh&#244;ng &#273;&#432;&#7907;c &#273;&#226;u!  
Ph&#7843;i n&#243;i Ph&#7853;t l&#224; ch&#250;ng sinh &#273;&#227; th&#224;nh &#273;&#432;&#7907;c Ph&#7853;t, ch&#250;ng sinh l&#224;  
k&#7867; ch&#432;a th&#224;nh &#273;&#432;&#7907;c Ph&#7853;t. Ch&#250;ng ta ph&#7843;i tin th&#7853;t nh&#432; v&#7853;y. Ch&#250;ng ta  
ch&#432;a th&#224;nh Ph&#7853;t, hi&#7879;n t&#7841;i ch&#432;a th&#224;nh, khi th&#224;nh r&#7891;i th&#236; s&#7869; l&#224; Ph&#7853;t.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">T&#7841;i sao ch&#250;ng ta ph&#7843;i tin ch&#237;nh b&#7893;n lai  
c&#7911;a ch&#250;ng ta l&#224; Ph&#7853;t? Nguy&#234;n do v&#236; Th&#7921;c-t&#432;&#7899;ng B&#225;t-nh&#227; ch&#7859;ng l&#236;a  
kh&#7887;i t&#226;m ch&#250;ng sanh. T&#226;m c&#7911;a ch&#250;ng sanh ch&#237;nh l&#224; Ph&#7853;t, Ph&#7853;t l&#224; ch&#226;n  
t&#226;m, ch&#226;n t&#226;m l&#224; Ph&#7853;t. C&#243; &#273;i&#7873;u hi&#7879;n t&#7841;i ch&#250;ng ta kh&#244;ng ph&#225;t  
gi&#225;c ra ch&#226;n t&#226;m &#273;&#243;, ng&#432;&#7907;c l&#7841;i x&#7917; d&#7909;ng v&#7885;ng t&#226;m, cho n&#243; l&#224;  
b&#7843;n ng&#227;. So s&#225;nh v&#7885;ng t&#226;m v&#7899;i ch&#226;n t&#226;m th&#236; nh&#432; so s&#225;nh ng&#432;&#7901;i m&#249;  
v&#224; ng&#432;&#7901;i m&#7855;t s&#225;ng. V&#7885;ng t&#226;m s&#225;nh v&#7899;i ng&#432;&#7901;i m&#249;, ch&#226;n t&#226;m  
s&#225;nh v&#7899;i ng&#432;&#7901;i m&#7855;t s&#225;ng. B&#7903;i c&#7899; g&#236; ch&#250;ng ta l&#7841;i kh&#244;ng x&#7917;  
d&#7909;ng ch&#226;n t&#226;m? N&#243; b&#7883; m&#7845;t r&#7891;i ch&#259;ng? Kh&#244;ng ph&#7843;i v&#7853;y. V&#7853;y c&#7899; sao  
ta l&#7841;i x&#7917; d&#7909;ng v&#7885;ng t&#226;m? <i>Kinh L&#259;ng Nghi&#234;m c&#243; gi&#7843;ng r&#7857;ng:  
&quot;M&#7897;t ni&#7879;m ch&#7859;ng gi&#225;c ng&#7897;, sinh ra ba &#273;i&#7873;u vi t&#7871;.&quot; </i>Khi m&#7897;t  
ni&#7879;m kh&#244;ng gi&#225;c ng&#7897; d&#7845;y l&#234;n, th&#236; li&#7873;n c&#243; ba t&#432;&#7899;ng vi t&#7871; sinh ra,  
che m&#7901; m&#7845;t ch&#226;n t&#226;m, v&#224; Nh&#432;-lai t&#7841;ng kh&#244;ng th&#7875; hi&#7875;n hi&#7879;n &#273;&#432;&#7907;c.  
M&#236;nh h&#227;y tin &#7903; ch&#226;n t&#226;m, r&#7857;ng m&#236;nh v&#7889;n &#273;&#7847;y &#273;&#7911; tr&#237; hu&#7879; &#273;&#7913;c  
t&#432;&#7899;ng c&#7911;a Ph&#7853;t, n&#7871;u nh&#432; y ph&#225;p Ph&#7853;t tu h&#224;nh, t&#432;&#417;ng lai &#7855;t s&#7869; t&#7899;i  
Ph&#7853;t qu&#7843;.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">5. <i>Th&#7913; n&#259;m l&#224; c&#225;c b&#7853;c tu &#273;&#7841;i  
h&#7841;nh. </i>K&#7867; tu h&#224;nh, tu ch&#250;t &#237;t ch&#7859;ng n&#234;n cho l&#224; &#273;&#7911;, kh&#244;ng th&#7875; ch&#7881;  
&#7903; gi&#7919;a ch&#7915;ng m&#224; cho l&#224; t&#7899;i &#273;&#237;ch, kh&#244;ng th&#7875; t&#7899;i n&#7917;a &#273;&#432;&#7901;ng  
m&#224; &#273;&#227; b&#7887; cu&#7897;c, kh&#244;ng th&#7875; nh&#7853;n &quot;h&#243;a th&#224;nh&quot; (ph&#432;&#417;ng ti&#7879;n)  
l&#224;m &quot;b&#7843;o s&#7903;&quot; (c&#7913;u c&#225;nh)? K&#7867; tu ph&#225;p nh&#7883; th&#7915;a, m&#7899;i  
&#273;&#432;&#7907;c &#237;t cho l&#224; &#273;&#7911;, ho&#7863;c gi&#7843; ch&#7913;ng &#273;&#432;&#7907;c s&#417; qu&#7843;, nh&#7883; qu&#7843;, tam  
qu&#7843;, t&#7913; qu&#7843;, r&#7891;i ch&#7845;p kh&#244;ng ch&#7883;u b&#7887; ph&#225;p ti&#7875;u th&#7915;a &#273;&#7875; ti&#7871;p tu  
&#273;&#7841;i th&#7915;a. Gi&#7919;a ch&#7915;ng m&#224; &#273;&#227; t&#7921; v&#7841;ch ranh gi&#7899;i l&#224; t&#7899;i &#273;&#237;ch,  
nh&#432; tr&#432;&#7901;ng h&#7907;p c&#7911;a t&#7923;-kheo V&#244;-v&#259;n (t&#7923;-kheo ngu d&#7889;t). Khi &#244;ng ng&#7891;i  
thi&#7873;n, ch&#7913;ng c&#7843;nh gi&#7899;i tr&#7901;i t&#7913; thi&#7873;n, th&#236; v&#7897;i cho r&#7857;ng m&#236;nh &#273;&#227;  
&#273;&#7841;t &#273;&#432;&#7907;c t&#7913; qu&#7843;, t&#7921; v&#7841;ch ra gi&#7899;i tuy&#7871;n, cho l&#224; t&#7899;i &#273;&#237;ch  
r&#7891;i. &#212;ng kh&#244;ng bi&#7871;t r&#7857;ng m&#236;nh ch&#7881; m&#7899;i gi&#7919;a &#273;&#432;&#7901;ng. B&#7887; cu&#7897;c  
n&#7917;a &#273;&#432;&#7901;ng l&#224; tr&#432;&#7901;ng h&#7907;p c&#7911;a ph&#224;m phu. K&#7867; ph&#224;m phu &#273;i &#273;&#432;&#7907;c  
v&#224;i b&#432;&#7899;c, c&#361;ng ch&#432;a t&#7899;i &#273;&#432;&#7907;c tr&#7901;i t&#7913; thi&#7873;n n&#7919;a, nh&#432;ng cho  
r&#7857;ng &#273;&#432;&#7901;ng qu&#225; xa, m&#236;nh kh&#244;ng th&#7875; t&#7899;i n&#417;i &#273;&#432;&#7907;c? do &#273;&#243; quay  
&#273;&#7847;u tr&#7903; l&#7841;i. Nh&#432; v&#7853;y g&#7885;i l&#224; n&#7917;a &#273;&#432;&#7901;ng b&#7887; cu&#7897;c. C&#243; ng&#432;&#7901;i  
th&#236; &#273;&#227; v&#7897;i an ngh&#7881; &#7903; &quot;h&#243;a th&#224;nh.&quot; Trong Kinh Ph&#225;p Hoa c&#243;  
ph&#7849;m H&#243;a Th&#224;nh D&#7909;. Khi nh&#7919;ng b&#7853;c nh&#7883; th&#7915;a, tr&#234;n &#273;&#432;&#7901;ng tu  
B&#7891;-t&#225;t &#273;&#7841;o, th&#7845;y &#273;&#432;&#7901;ng d&#224;i xa l&#7855;c, &#273;&#7847;y gian nan, t&#226;n kh&#7893;, th&#236;  
t&#7921; c&#7843;m th&#7845;y m&#7879;t m&#7887;i, l&#242;ng kh&#244;ng mu&#7889;n b&#432;&#7899;c th&#234;m. Ph&#7853;t th&#7845;y m&#7885;i  
ng&#432;&#7901;i &#273;&#7873;u kh&#7893; s&#7903; n&#234;n m&#7899;i bi&#7871;n h&#243;a ra m&#7897;t c&#225;i th&#224;nh th&#7883;, r&#7891;i  
b&#7843;o m&#7885;i ng&#432;&#7901;i r&#7857;ng &#273;&#224;ng tr&#432;&#7899;c c&#243; th&#224;nh ph&#7889;, ch&#250;ng ta h&#227;y &#273;&#7871;n  
&#273;&#243; &#273;&#7875; ngh&#7881; ng&#417;i &#237;t ng&#224;y v&#224; ch&#7895; &#273;&#243; c&#225;ch m&#7909;c ti&#234;u c&#7911;a ch&#250;ng ta  
kh&#244;ng xa l&#7855;m. C&#225;c v&#7883; nh&#7883; th&#7915;a t&#7899;i &#273;&#432;&#7907;c H&#243;a th&#224;nh, th&#7845;y ch&#7895;  
n&#224;y h&#7845;p d&#7851;n, n&#224;o v&#224;ng, b&#7841;c, ch&#226;u b&#225;u t&#7845;t c&#7843; &#273;&#7873;u &#273;&#7847;y &#273;&#7911;,  
l&#242;ng mu&#7889;n d&#7915;ng l&#7841;i lu&#244;n &#7903; ch&#7895; n&#224;y, kh&#244;ng mu&#7889;n &#273;i ti&#7871;p. Th&#7921;c  
t&#7871; th&#236; H&#243;a th&#224;nh l&#224; d&#7909; cho c&#7843;nh gi&#7899;i m&#224; h&#224;ng nh&#7883; th&#7915;a ch&#7913;ng  
&#273;&#432;&#7907;c, &#273;&#243; l&#224; ni&#7871;t-b&#224;n h&#7919;u d&#432; y, ch&#432;a ph&#7843;i l&#224; c&#7913;u c&#225;nh, ch&#7895;  
ngh&#7881; ng&#417;i r&#7889;t r&#225;o. </font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">Cho n&#234;n, trong ph&#7849;m H&#243;a Th&#224;nh D&#7909; c&#7911;a  
Kinh Ph&#225;p Hoa, Ph&#7853;t c&#7843;nh gi&#225;c c&#225;c h&#224;ng &#273;&#7879; t&#7917; Thanh-v&#259;n, kh&#244;ng n&#234;n  
tham luy&#7871;n H&#243;a th&#224;nh, m&#224; ph&#7843;i d&#361;ng m&#227;nh ti&#7871;n b&#432;&#7899;c, h&#432;&#7899;ng th&#7859;ng  
t&#7899;i &quot;b&#7843;o s&#7903;,&quot; n&#417;i n&#224;y m&#7899;i l&#224; ch&#7895; r&#7889;t r&#225;o ch&#7913;ng qu&#7843;  
c&#7911;a Nh&#432;-lai.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">Tu &#273;&#7841;o l&#224; ph&#7843;i nh&#7851;n ch&#7883;u m&#7885;i kh&#7893;  
s&#7903;, kh&#243; nh&#7885;c. Nh&#7851;n l&#224; th&#7871; n&#224;o? L&#224; nh&#7851;n ch&#7883;u gi&#243;, ch&#7883;u m&#432;a, ch&#7883;u  
&#273;&#243;i, ch&#7883;u kh&#225;t, ch&#7883;u r&#233;t, ch&#7883;u n&#7855;ng. Nh&#7851;n nh&#7919;ng g&#236; m&#224; ng&#432;&#7901;i ta  
kh&#244;ng nh&#7851;n &#273;&#432;&#7907;c, nh&#432;&#7901;ng nh&#7919;ng g&#236; m&#224; ng&#432;&#7901;i ta kh&#244;ng nh&#432;&#7901;ng  
&#273;&#432;&#7907;c, &#259;n nh&#7919;ng th&#7913; m&#224; ng&#432;&#7901;i ta kh&#244;ng &#259;n &#273;&#432;&#7907;c, nh&#7883;n ch&#7883;u  
nh&#7919;ng &#273;i&#7873;u m&#224; kh&#244;ng ai ch&#7883;u nh&#7883;n. Ng&#432;&#7901;i ta kh&#244;ng th&#237;ch &#259;n &#273;&#7891;  
n&#224;y, nh&#432;ng ta th&#236; &#259;n c&#361;ng &#273;&#432;&#7907;c, c&#7889; nhi&#234;n kh&#244;ng ph&#7843;i c&#7889; &#253; l&#224;m ra  
b&#7897; d&#7841;ng &#273;&#7875; m&#7885;i ng&#432;&#7901;i chi&#234;m ng&#432;&#7905;ng, chuy&#7879;n g&#236; c&#361;ng ph&#7843;i l&#224;m  
thi&#7879;t l&#242;ng, kh&#244;ng ph&#7843;i l&#224;m v&#236; mu&#7889;n qu&#7843;ng c&#225;o m&#236;nh (g&#7885;i l&#224; bu&#244;n  
b&#225;n s&#7921; tu h&#224;nh). Ph&#7843;i tu ph&#225;p l&#7909;c &#273;&#7897;, m&#224; l&#7909;c &#273;&#7897; l&#224; ph&#7843;i b&#7889;  
th&#237;. B&#7889; th&#237; cho ng&#432;&#7901;i, ch&#7899; ch&#7859;ng ph&#7843;i b&#7889; th&#237; cho ch&#237;nh m&#236;nh. Gi&#250;p  
&#273;&#7905; l&#224; gi&#250;p &#273;&#7905; k&#7867; kh&#225;c, kh&#244;ng ph&#7843;i l&#224; gi&#250;p m&#236;nh. T&#244;i bi&#7871;t c&#243;  
v&#7883; Ph&#225;p-s&#432; th&#7921;c t&#226;m hoan h&#7881; gi&#250;p &#273;&#7905; m&#7885;i ng&#432;&#7901;i, cho &#273;&#7871;n c&#243;  
ph&#7843;i ch&#237;ch huy&#7871;t cho ng&#432;&#7901;i u&#7889;ng, c&#7855;t th&#7883;t cho ng&#432;&#7901;i &#259;n, v&#7883; &#273;&#243;  
v&#7851;n vui l&#242;ng. Th&#7921;c t&#226;m h&#7885; mu&#7889;n gi&#250;p &#273;&#7905; ng&#432;&#7901;i m&#224; kh&#244;ng mu&#7889;n ai  
bi&#7871;t t&#7899;i. Nh&#7919;ng v&#7883; ch&#226;n ch&#225;nh ph&#225;t b&#7891;-&#273;&#7873; t&#226;m tu h&#7841;nh l&#7899;n  
kh&#244;ng c&#243; n&#243;i cho m&#7885;i ng&#432;&#7901;i hay: &quot;T&#244;i l&#224; ng&#432;&#7901;i tu &#273;&#7841;i h&#7841;nh,  
c&#225;c ng&#432;&#7901;i c&#243; bi&#7871;t hay kh&#244;ng?&quot; V&#236; l&#253; do &#273;&#243;, c&#225;c b&#7841;n kh&#244;ng  
bi&#7871;t t&#7899;i h&#7885;.</font></p>  
  
<p><font face="Tahoma" color="#000080">&nbsp;</font><i></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">6. Th&#7913; s&#225;u l&#224; c&#225;c b&#7853;c &#273;&#227; tr&#7843;i  
qua nhi&#7873;u &#273;&#7841;i ki&#7871;p. </font> </i><font face="Tahoma" color="#000080">S&#7921; tu h&#224;nh c&#7911;a c&#225;c v&#7883; n&#224;y kh&#244;ng ph&#7843;i ch&#7881;  
c&#243; tr&#7891;ng c&#259;n l&#224;nh trong m&#7897;t Ph&#7853;t s&#225;t, m&#224; h&#7885; &#273;&#227; t&#7915;ng tr&#7843;i qua ba  
ki&#7871;p l&#7899;n a-t&#259;ng-k&#7923;, gieo tr&#7891;ng c&#259;n l&#224;nh, tu ph&#432;&#7899;c, tu hu&#7879;.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">7. <i>Th&#7913; b&#7843;y l&#224; c&#225;c v&#7883; c&#7847;u qu&#7843;  
l&#7899;n. </i>B&#7903;i l&#253; do g&#236; c&#225;c B&#7891;-t&#225;t l&#7841;i ph&#7843;i th&#7921;c h&#224;nh B&#7891;-t&#225;t  
&#273;&#7841;o? B&#7903;i v&#236; h&#7885; h&#432;&#7899;ng t&#7899;i qu&#7843; v&#7883; v&#244; th&#432;&#7907;ng ch&#225;nh &#273;&#7859;ng ch&#225;nh  
gi&#225;c, t&#7913;c l&#224; qu&#7843; v&#7883; Ph&#7853;t. &#208;&#243; ch&#237;nh l&#224; hy v&#7885;ng v&#224; l&#224; m&#7909;c &#273;&#237;ch  
tu h&#224;nh c&#7911;a c&#225;c h&#224;ng &#273;&#7841;i B&#7891;-t&#225;t.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">Ch&#7919; &quot;Ma-ha-t&#225;t&quot; c&#243; b&#7843;y &#253;  
ngh&#297;a l&#224; nh&#432; v&#7853;y, </font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">C&#225;c v&#7883; B&#7891;-t&#225;t m&#224; ph&#225;t t&#226;m,  
&quot;n&#234;n nh&#432; th&#7871; m&#224; h&#224;ng ph&#7909;c t&#226;m,&quot; th&#236; ch&#7919; &quot;nh&#432; th&#7871;&quot;  
ngh&#297;a l&#224; bi&#7871;t ph&#225;p &#273;&#243;, n&#243; l&#224; l&#253; th&#7875; c&#7911;a th&#7921;c t&#432;&#7899;ng, cho n&#234;n  
kh&#244;ng n&#243;i ra nh&#432; th&#7871; n&#224;o. T&#7915; c&#225;i kh&#244;ng n&#243;i ra &#273;&#243;, kh&#244;ng th&#7875;  
kh&#244;ng n&#243;i t&#7899;i c&#225;i v&#7887; ngo&#224;i c&#7911;a n&#243;.</font></font><font size="2"></p>  
  
<p><font face="Tahoma" color="#000080">&nbsp;</font></p>  
  
<blockquote>  
  </font><b><p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">Ta s&#7869;  
  khi&#7871;n h&#7871;t th&#7843;y c&#225;c lo&#224;i ch&#250;ng sanh, ho&#7863;c t&#7915; tr&#7913;ng sanh, t&#7915; thai  
  sanh, t&#7915; &#7849;m th&#7845;p sanh, t&#7915; h&#243;a sanh, ho&#7863;c lo&#224;i c&#243; s&#7855;c, lo&#224;i kh&#244;ng  
  c&#243; s&#7855;c, lo&#224;i c&#243; t&#432; t&#432;&#7903;ng, lo&#224;i kh&#244;ng c&#243; t&#432; t&#432;&#7903;ng, lo&#224;i ch&#7859;ng  
  ph&#7843;i c&#243; t&#432; t&#432;&#7903;ng, c&#361;ng ch&#7859;ng ph&#7843;i kh&#244;ng t&#432; t&#432;&#7903;ng, &#273;&#7873;u &#273;&#432;&#7907;c  
  di&#7879;t &#273;&#7897; n&#417;i c&#245;i V&#244;-d&#432; ni&#7871;t-b&#224;n.</font></b></p>  
</blockquote>  
  
<p><font face="Tahoma" color="#000080"><small>&nbsp;</small></font><font size="3"></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">N&#243;i v&#7873; h&#7871;t th&#7843;y ch&#250;ng sanh trong th&#7871;  
gian, th&#236; lo&#224;i sanh t&#7915; tr&#7913;ng (t&#7913;c no&#227;n sanh) l&#224; do y&#7871;u t&#7889;  
&quot;t&#432;&#7903;ng&quot;, lo&#224;i thai sanh do y&#7871;u t&#7889; &quot;t&#236;nh&quot;,&nbsp; lo&#224;i  
th&#7845;p sanh do y&#7871;u t&#7889; &quot;h&#7907;p&quot;, lo&#224;i h&#243;a sanh do y&#7871;u t&#7889;  
&quot;ly&quot;, t&#243;m l&#7841;i l&#224; do &quot;t&#236;nh, t&#432;&#7903;ng, h&#7907;p, ly,&quot; m&#224; bi&#7871;n  
h&#243;a, chi&#234;u c&#7843;m m&#224; th&#7885; nghi&#7879;p, theo nghi&#7879;p m&#224; th&#7885; b&#225;o, m&#7895;i lo&#224;i  
m&#7897;t kh&#225;c. <i>Kinh L&#259;ng Nghi&#234;m k&#7875; v&#7873; m&#432;&#7901;i hai lo&#7841;i ch&#250;ng sanh n&#224;y  
h&#7871;t s&#7913;c minh b&#7841;ch. </i></font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">1. &quot;T&#7915; tr&#7913;ng sanh&quot; l&#224; do y&#7871;u  
t&#7889; t&#432;&#7903;ng m&#224; sinh xu&#7845;t. &#208;&#7841;i kh&#225;i nh&#432; g&#224; &#7845;p tr&#7913;ng, t&#7915; s&#7899;m  
&#273;&#7871;n t&#7889;i m&#7897;t m&#7921;c suy t&#432;&#7903;ng: &quot;G&#224; con c&#7911;a m&#236;nh s&#7855;p n&#7903; ra  
&#273;&#226;y,&quot; c&#7913; t&#432;&#7903;ng mi&#7871;t nh&#432; v&#7853;y, qu&#7843; nhi&#234;n khi&#7871;n tr&#7913;ng n&#7903; ra  
con. Lo&#7841;i n&#224;y g&#7891;m c&#7843; c&#225;c lo&#224;i c&#225;, t&#244;m, r&#249;a, r&#7855;n.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">2. &quot;T&#7915; thai sanh&quot; l&#224; do y&#7871;u  
t&#7889; t&#236;nh. V&#236; c&#7899; g&#236; c&#243; thai? Gi&#7919;a nam n&#7919; c&#243; t&#236;nh luy&#7871;n &#225;i, h&#7907;p  
l&#7841;i v&#7899;i nhau m&#224; th&#224;nh b&#224;o thai. Lo&#224;i thai sanh g&#7891;m c&#7843; ng&#432;&#7901;i, c&#225;c  
gi&#7889;ng s&#250;c v&#7853;t, c&#225;c lo&#224;i r&#7891;ng v&#224; ti&#234;n.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">3. &quot;Lo&#7841;i th&#7845;p sanh&quot; l&#224; do y&#7871;u  
t&#7889; h&#7907;p c&#7843;m, do h&#417;i &#7849;m v&#224; kh&#237; n&#243;ng h&#7907;p l&#7841;i m&#224; sanh ra, g&#7891;m c&#225;c  
lo&#224;i c&#244;n tr&#249;ng trong n&#432;&#7899;c, c&#225;c giun s&#225;n v.v..</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">4. &quot;Lo&#7841;i h&#243;a sanh&quot; l&#224; t&#7915;  
y&#7871;u t&#7889; ly &#7913;ng m&#224; ra. Nh&#226;n v&#236; l&#7869; th&#237;ch m&#7899;i n&#7899;i c&#361;, m&#224; c&#243; s&#7921;  
ly khai, t&#7915; c&#243; h&#243;a kh&#244;ng, t&#7915; kh&#244;ng h&#243;a c&#243;, t&#7915; nh&#7887; bi&#7871;n ra l&#7899;n,  
t&#7915; l&#7899;n bi&#7871;n nh&#7887;, &#273;&#7841;i kh&#225;i nh&#432; con t&#7857;m h&#243;a b&#432;&#7899;m, t&#7845;t c&#7843; &#273;&#7873;u  
c&#243; s&#7921; bi&#7871;n h&#243;a, &#273;&#7893;i h&#236;nh. Lo&#7841;i n&#224;y g&#7891;m c&#7843; lo&#224;i ru&#7891;i, nh&#7863;ng,  
lo&#224;i tho&#225;t x&#225;c bay xa.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">C&#225;c ch&#250;ng sanh do c&#225;c y&#7871;u t&#7889; t&#236;nh,  
t&#432;&#7903;ng, h&#7907;p, ly m&#224; bi&#7871;n h&#243;a, ch&#237;nh l&#224; do s&#7921; m&#234; v&#7885;ng m&#224; sanh ra,  
v&#236; m&#234; v&#7885;ng m&#224; t&#7841;o nghi&#7879;p, nh&#226;n t&#7841;o nghi&#7879;p m&#224; th&#7885; qu&#7843; b&#225;o. Thai,  
tr&#7913;ng, th&#7845;p, h&#243;a, lo&#224;i n&#224;o theo lo&#224;i n&#7845;y, c&#361;ng v&#236; nh&#226;n duy&#234;n chung  
&#273;&#7841;i kh&#225;i nh&#432; nhau n&#234;n c&#249;ng m&#7897;t lo&#7841;i qu&#7843; b&#225;o nh&#432; nhau.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">Ngo&#224;i c&#225;ch ph&#226;n lo&#7841;i th&#224;nh thai,  
tr&#7913;ng, th&#7845;p, h&#243;a, c&#242;n c&#243; c&#225;ch ph&#226;n lo&#7841;i r&#7897;ng r&#227;i h&#417;n n&#7919;a. </font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">5. &quot;Ho&#7863;c c&#243; s&#7855;c,&quot; t&#7913;c l&#224;  
lo&#224;i tinh di&#7879;u t&#7889;t x&#7845;u, xu&#7845;t sinh t&#7915; s&#7921; h&#242;a h&#7907;p c&#225;c lo&#7841;n  
t&#432;&#7903;ng v&#7873; s&#7855;c s&#225;ng chi&#7871;u (lo&#7841;n t&#432;&#7903;ng tinh di&#7879;u), nh&#432; c&#225;c lo&#224;i  
&#273;om-&#273;&#243;m, lo&#224;i trai c&#243; ng&#7885;c v.v. </font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">6. &quot;Ho&#7863;c kh&#244;ng s&#7855;c,&quot; l&#224; lo&#224;i  
sanh t&#7915; c&#225;c y&#7871;u t&#7889; kh&#244;ng, t&#225;n, ti&#234;u, tr&#7847;m, nh&#432; c&#225;c t&#7847;ng tr&#7901;i  
t&#7913; kh&#244;ng, c&#225;c lo&#224;i nh&#432; th&#7847;n h&#432; kh&#244;ng (thu&#7845;n-nh&#227;-&#273;a th&#7847;n), th&#7847;n  
gi&#243;, th&#7847;n n&#7855;ng. </font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">7. &quot;Ho&#7863;c l&#224; lo&#224;i c&#243; t&#432;  
t&#432;&#7903;ng,&quot; t&#7913;c kh&#244;ng c&#243; h&#236;nh s&#7855;c m&#224; ch&#7881; c&#243; t&#432; t&#432;&#7903;ng, n&#243; &#7849;n  
hi&#7879;n nh&#432; c&#243; nh&#432; kh&#244;ng, ph&#7843;ng ph&#7845;t ch&#7859;ng c&#243; th&#7921;c ch&#7845;t, nh&#432; c&#225;c  
lo&#7841;i qu&#7927; th&#7847;n, y&#234;u qu&#225;i, nh&#432; th&#7847;n n&#250;i, th&#7847;n n&#432;&#7899;c, c&#225;c lo&#7841;i g&#7895;  
&#273;&#225; th&#224;nh tinh, c&#225;c s&#417;n tinh, th&#7911;y qu&#225;i v.v. </font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">8. &quot;Ho&#7863;c l&#224; lo&#224;i kh&#244;ng c&#243; t&#432;  
t&#432;&#7903;ng,&quot; t&#7913;c l&#224; lo&#224;i c&#243; h&#236;nh s&#7855;c m&#224; kh&#244;ng t&#432; t&#432;&#7903;ng, u m&#234;,  
ngu &#273;&#7897;n, tinh th&#7847;n t&#7921;a nh&#432; g&#7895;, &#273;&#7845;t, c&#225;c lo&#7841;i kim th&#7841;ch. T&#7841;i  
H&#432;&#417;ng-c&#7843;ng c&#243; m&#7897;t h&#242;n v&#7885;ng phu. T&#432;&#417;ng truy&#7873;n n&#259;m x&#432;a c&#243; m&#7897;t  
ng&#432;&#7901;i &#273;&#224;n b&#224;, c&#243; ch&#7891;ng &#273;i ra bi&#7875;n, ki&#7871;m &#259;n bu&#244;n b&#225;n. Ng&#432;&#7901;i  
ch&#7891;ng &#273;i m&#227;i kh&#244;ng v&#7873;, c&#242;n ng&#432;&#7901;i v&#7907; th&#236; c&#7913; ng&#224;y ng&#224;y b&#7871; con  
l&#234;n n&#250;i ng&#243;ng ra bi&#7875;n kh&#417;i mong ch&#7891;ng. N&#259;m th&#225;ng qua l&#226;u m&#224; tin ch&#7891;ng  
ch&#7859;ng c&#243;, d&#7847;n d&#224; ng&#432;&#7901;i v&#7907; h&#243;a th&#224;nh &#273;&#225;, cho t&#7899;i nay v&#7851;n c&#242;n  
h&#242;n &#273;&#225; v&#7885;ng phu, &#273;&#7913;ng d&#7921;ng tr&#234;n &#273;&#7881;nh n&#250;i, h&#432;&#7899;ng ra bi&#7875;n kh&#417;i  
tr&#244;ng ng&#243;ng.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">9. &quot;Ho&#7863;c l&#224; lo&#7841;i ch&#7859;ng ph&#7843;i c&#243;  
t&#432; t&#432;&#7903;ng,&quot; &#273;&#226;y ch&#7859;ng ph&#7843;i l&#224; m&#7897;t lo&#7841;i sanh t&#7915; tr&#7913;ng ra l&#7845;y  
t&#432; t&#432;&#7903;ng m&#224; truy&#7873;n sanh m&#7841;ng. N&#243; ph&#225;t sanh t&#7915; s&#7921; k&#7871;t h&#7907;p c&#7911;a  
hai th&#7913; v&#7885;ng t&#432;&#7903;ng, &#273;em v&#7885;ng t&#432;&#7903;ng c&#7911;a &#273;&#7889;i ph&#432;&#417;ng l&#224;m c&#7911;a  
m&#236;nh, c&#249;ng nhau tr&#225;o tr&#7903;. T&#7927; nh&#432; tr&#432;&#7901;ng h&#7907;p con t&#242;-v&#242; m&#224; nu&#244;i  
con c&#7911;a con s&#226;u minh-linh. Kinh Thi c&#243; c&#226;u:</font></font><i></p>  
  
<blockquote>  
  <blockquote>  
    <blockquote>  
      <p><font face="Tahoma" color="#000080" size="3">Minh linh h&#7919;u t&#7917;,</font></p>  
      <p><font face="Tahoma" color="#000080" size="3">Qu&#7843; doanh ph&#7909; chi. </font></i></p>  
    </blockquote>  
  </blockquote>  
</blockquote>  
  
<p><font face="Tahoma" color="#000080"><small>&nbsp;</small></font><font size="3"></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">Ngh&#297;a l&#224;: con s&#226;u minh linh c&#243; con, con  
t&#242;-v&#242; nu&#244;i &#273;&#7905;. Minh linh l&#224; lo&#224;i s&#226;u &#7903; &#273;&#7885;t d&#226;u, con t&#242; v&#242; th&#236;  
gi&#7889;ng lo&#7841;i ong c&#243; eo th&#7855;t l&#7841;i. T&#242; v&#242; ki&#7871;m &#273;&#7845;t l&#224;m t&#7893;, nu&#244;i con  
s&#226;u minh linh &#7903; b&#234;n trong, kh&#7845;n r&#7857;ng: &quot;Lo&#7841;i ng&#227;! Lo&#7841;i ng&#227;!&quot;  
ngh&#297;a l&#224; &quot;gi&#7889;ng nh&#432; ta.&quot; B&#7843;y ng&#224;y sau qu&#7843; nhi&#234;n con s&#226;u h&#243;a ra  
con c&#7911;a t&#242; v&#242;. C&#225;i &#273;&#243; ch&#237;nh l&#224; ch&#7859;ng ph&#7843;i c&#243; t&#432; t&#432;&#7903;ng, do hai  
th&#7913; kh&#225;c nhau l&#7851;n l&#7897;n m&#224; th&#224;nh. Nguy&#234;n do b&#7903;i ki&#7871;p x&#432;a chuy&#234;n  
ngh&#7873; &#273;i l&#7845;y t&#224;i v&#7853;t c&#7911;a ng&#432;&#7901;i kh&#225;c, &#273;em v&#7873; l&#224;m c&#7911;a m&#236;nh, n&#234;n  
m&#7899;i ch&#7883;u qu&#7843; b&#225;o &#273;&#243;.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">10. &quot;Ch&#7859;ng ph&#7843;i kh&#244;ng c&#243; t&#432;  
t&#432;&#7903;ng,&quot; l&#224; n&#243;i v&#7873; lo&#7841;i mang nhi&#7873;u o&#225;n h&#7853;n t&#7915; tr&#432;&#7899;c, mu&#7889;n  
ki&#7871;m s&#7921; b&#225;o th&#249;, nh&#432; lo&#224;i chim ki&#234;u (con chim &#432;ng &#273;&#7847;u m&#232;o, t&#7909;c k&#234;u  
l&#224; chim b&#7845;t hi&#7871;u) b&#225;m v&#224;o &#7893; &#273;&#7845;t &#273;&#7875; sanh con, khi con l&#7899;n l&#234;n th&#236;  
con &#259;n th&#7883;t m&#7865;. L&#7841;i c&#242;n m&#7897;t lo&#7841;i mu&#244;ng th&#250; n&#7919;a l&#224; con ph&#225; k&#237;nh,  
nu&#244;i con &#273;&#7871;n khi con l&#7899;n th&#236; con &#259;n th&#7883;t cha. </font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">Trong Kinh Ph&#7853;t n&#243;i khi&#7871;n c&#225;c lo&#7841;i  
n&#224;y &quot;&#273;&#432;&#7907;c di&#7879;t &#273;&#7897; n&#417;i V&#244;-d&#432; ni&#7871;t-b&#224;n&quot;. Danh t&#7915;  
ni&#7871;t-b&#224;n l&#224; ti&#7871;ng Ph&#7841;n, d&#7883;ch ngh&#297;a l&#224; &quot;t&#7883;ch di&#7879;t&quot;, v&#7873; sau  
d&#7883;ch l&#224; &quot;vi&#234;n t&#7883;ch&quot;. &quot;Di&#7879;t &#273;&#7897;&quot; bao g&#7891;m &#253; ngh&#297;a l&#224;  
l&#224;m tan nh&#7883; ch&#432;&#7899;ng v&#224; l&#224;m ti&#234;u nh&#7883; t&#7917;. Nh&#7883; ch&#432;&#7899;ng l&#224; hai th&#7913;  
ch&#432;&#7899;ng ng&#7841;i ph&#225;t sanh t&#7915; phi&#7873;n n&#227;o v&#224; s&#7903; tri. Nh&#7883; t&#7917; l&#224; hai  
h&#236;nh th&#7913;c sanh t&#7917;, m&#7897;t l&#224; ph&#7847;n &#273;o&#7841;n sanh t&#7917;, hai l&#224; bi&#7871;n d&#7883;ch sanh  
t&#7917;. </font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">Ni&#7871;t-b&#224;n th&#236; c&#243; b&#7889;n th&#7913;: </font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">1. T&#7921; T&#225;nh Thanh T&#7883;nh Ni&#7871;t B&#224;n: chung  
cho t&#7845;t c&#7843; c&#225;c lo&#224;i h&#7919;u t&#236;nh, c&#243; t&#237;nh c&#225;ch b&#236;nh &#273;&#7859;ng, t&#7841;i ph&#224;m  
phu kh&#244;ng gi&#7843;m, &#7903; c&#225;c b&#7853;c th&#225;nh kh&#244;ng t&#259;ng.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">2. H&#7919;u D&#432; Y Ni&#7871;t B&#224;n: K&#7867; h&#7919;u t&#236;nh  
tu h&#224;nh, d&#7913;t &#273;&#432;&#7907;c phi&#7873;n n&#227;o ch&#432;&#7899;ng, n&#234;n nguy&#234;n nh&#226;n c&#7911;a kh&#7893;  
&#273;&#227; h&#7871;t, nh&#432;ng v&#7851;n c&#242;n ph&#7843;i n&#432;&#417;ng v&#224;o (y) c&#225;i th&#226;n ng&#361; u&#7849;n n&#224;y  
trong khi ch&#432;a h&#7871;t th&#7885; m&#7841;ng. Tuy c&#242;n mang th&#226;n th&#7875; n&#224;y, nh&#432;ng phi&#7873;n  
n&#227;o &#273;&#227; di&#7879;t, &#273;&#227; &#273;&#7841;t &#273;&#432;&#7907;c thanh t&#7883;nh, n&#234;n g&#7885;i l&#224; &quot;ch&#432;&#7899;ng  
v&#297;nh t&#7883;ch&quot;.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">3. V&#244; D&#432; Y Ni&#7871;t B&#224;n: &#273;&#226;y nh&#226;n c&#7911;a  
phi&#7873;n n&#227;o &#273;&#227; t&#7853;n, qu&#7843; c&#7911;a phi&#7873;n n&#227;o c&#361;ng &#273;&#227; t&#7853;n, li&#7877;u sanh  
tho&#225;t t&#7917;, g&#7885;i l&#224; ch&#250;ng kh&#7893; v&#297;nh t&#7883;ch.</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">4. V&#244; Tr&#7909; X&#7913; Ni&#7871;t B&#224;n: H&#224;ng nh&#7883;  
th&#7915;a &#273;&#227; tr&#7915; &#273;&#432;&#7907;c phi&#7873;n n&#227;o (nh&#226;n kh&#244;ng), nh&#432;ng h&#227;y c&#242;n s&#7903;  
tri ch&#432;&#7899;ng (ch&#432;a &#273;&#432;&#7907;c ph&#225;p kh&#244;ng), n&#234;n kh&#244;ng tr&#7909; v&#224;o sanh t&#7917; m&#224;  
tr&#7909; &#7903; h&#7919;u d&#432; ni&#7871;t-b&#224;n. C&#225;c b&#7853;c th&#225;nh h&#224;ng &#273;&#7841;i th&#7915;a, &#273;&#7873;u  
di&#7879;t c&#7843; phi&#7873;n n&#227;o v&#224; s&#7903; tri, n&#234;n nh&#226;n v&#224; ph&#225;p &#273;&#7873;u kh&#244;ng, b&#232;n  
l&#7845;y &#273;&#7841;i tr&#237; v&#224; &#273;&#7841;i bi l&#224;m ph&#432;&#417;ng ti&#7879;n, ch&#7859;ng tr&#7909; &#7903; sanh t&#7917;,  
c&#361;ng ch&#7859;ng tr&#7909; &#7903; ni&#7871;t-b&#224;n, m&#227;i m&#227;i &#273;i c&#249;ng kh&#7855;p &#273;&#7875; qu&#7843;ng &#273;&#7897;  
ch&#250;ng sanh, n&#234;n g&#7885;i l&#224; V&#244; Tr&#7909; X&#7913; ni&#7871;t-b&#224;n.</font></p>  
  
<blockquote>  
  </font><b><p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080" size="3">Tuy  
  di&#7879;t &#273;&#7897; v&#244; l&#432;&#7907;ng, v&#244; s&#7889;, v&#244; bi&#234;n ch&#250;ng sanh nh&#432; v&#7853;y m&#224; th&#7853;t ra  
  kh&#244;ng c&#243; ch&#250;ng sanh n&#224;o &#273;&#432;&#7907;c di&#7879;t &#273;&#7897; c&#7843;. V&#236; sao? Tu-b&#7891;-&#273;&#7873;! n&#7871;u  
  B&#7891;-t&#225;t c&#242;n t&#432;&#7899;ng ng&#227;, t&#432;&#7899;ng nh&#226;n, t&#432;&#7899;ng ch&#250;ng sanh, t&#432;&#7899;ng  
  th&#7885; gi&#7843; th&#236; Ng&#224;i kh&#244;ng ph&#7843;i l&#224; B&#7891;-t&#225;t.</font></b></p>  
</blockquote>  
  
<p><font face="Tahoma" color="#000080"><small>&nbsp;</small></font><font size="3"></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#000080">V&#244; D&#432; Ni&#7871;t B&#224;n n&#243;i trong kinh &#273;&#226;y  
l&#224; ch&#7881; hai lo&#7841;i ni&#7871;t-b&#224;n sau c&#249;ng, trong s&#7889; b&#7889;n lo&#7841;i n&#243;i tr&#234;n.  
&quot;Tuy B&#7891;-t&#225;t di&#7879;t &#273;&#7897; v&#244; l&#432;&#7907;ng v&#244; bi&#234;n ch&#250;ng sanh, nh&#432;ng th&#7853;t  
kh&#244;ng c&#243; ch&#250;ng sanh &#273;&#432;&#7907;c di&#7879;t &#273;&#7897;&quot;, l&#224; ngh&#297;a th&#7871; n&#224;o? B&#7903;i  
v&#236;, &#273;&#226;y ch&#237;nh l&#224; c&#225;i to&#224;n th&#7875; &#273;&#7841;i d&#7909;ng c&#7911;a &#273;&#7841;i b&#225;t-nh&#227;. C&#225;i  
th&#7875; c&#7911;a th&#7921;c t&#432;&#7899;ng b&#225;t-nh&#227; l&#224; s&#7921; b&#236;nh &#273;&#7859;ng, th&#7845;y t&#7845;t c&#7843;  
ch&#250;ng sanh l&#224; b&#236;nh &#273;&#7859;ng, kh&#244;ng kh&#225;c nhau (v&#244; nh&#7883;). Cho n&#234;n c&#243; c&#226;u:  
&quot;Ph&#225;p l&#224; b&#236;nh &#273;&#7859;ng, kh&#244;ng ph&#226;n cao th&#7845;p&quot;. C&#225;i d&#7909;ng c&#7911;a  
Qu&#225;n-chi&#7871;u B&#225;t-nh&#227; l&#224; b&#7893;n lai v&#7889;n ch&#7859;ng c&#243; t&#432;&#7899;ng, cho n&#234;n sau c&#243;  
c&#226;u: &quot;L&#236;a t&#7845;t c&#7843; ph&#225;p, g&#7885;i l&#224; ch&#432; Ph&#7853;t&quot; (ly nh&#7845;t thi&#7871;t ch&#432;  
ph&#225;p t&#7913;c danh ch&#432; Ph&#7853;t).</font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma"><font color="#000080">V&#236; l&#7869; g&#236; ph&#7843;i l&#236;a b&#7889;n t&#432;&#7899;ng &#273;&#7875;  
&#273;&#7897; ch&#250;ng sanh? B&#7903;i v&#236; B&#7891;-t&#225;t m&#224; c&#242;n c&#243; ng&#227; t&#432;&#7899;ng, nh&#226;n  
t&#432;&#7899;ng, ch&#250;ng sanh t&#432;&#7899;ng, th&#7885; gi&#7843; t&#432;&#7899;ng, t&#7913;c l&#224; h&#227;y c&#242;n c&#225;i  
t&#226;m ph&#226;n bi&#7879;t h&#432; v&#7885;ng, th&#236; &#273;&#226;u c&#242;n l&#224; B&#7891;-t&#225;t n&#7919;a? T&#7845;t nhi&#234;n  
tr&#432;&#7899;c ti&#234;n h&#224;ng ph&#7909;c ng&#227; t&#432;&#7899;ng, l&#236;a ba t&#432;&#7899;ng kia, m&#7899;i c&#243; th&#7875;  
&#273;&#7897; sanh, m&#7899;i l&#224; B&#7891;-t&#225;t</font> <font color="#000080"> ch&#226;n ch&#225;nh.</font></font></font></p>  
  
<p ALIGN="JUSTIFY"><font face="Tahoma"><small>&nbsp;</small></font>  
<p ALIGN="JUSTIFY"><font face="Tahoma" color="#0000FF"><small>(c</small><small>ò</small><small>n  
ti</small><small>ế</small><small>p)</small></font></p> 
</body> 
</html> 
