

<html>

<head>
<meta name="GENERATOR" content="Microsoft FrontPage 4.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Biet Giang Van Nghia - Phap Hoi Nhan Do</title>
</head>

<body background="graphics/drbalogobkgd.gif">

<p align="center"><b><font FACE="Tahoma"><font color="#000080">&nbsp;&nbsp;</font><font face="Tahoma" color="#008000" size="7">Kinh Kim Cang</font></p>

<p align="center"><font size="2" color="#FF0000"> Ph&#225;p-s&#432; C&#432;u-ma-la-th&#7853;p phi&#234;n d&#7883;ch v&#224;o th&#7901;i Di&#234;u T&#7847;n</font></p>

<p align="center"><font face="Tahoma" color="#000080" size="2">H&#242;a Th&#432;&#7907;ng Tuy&#234;n H&#243;a l&#432;&#7907;c gi&#7843;ng</font></p>

<p align="center"><font FACE="Tahoma" color="#000080">&nbsp;<img border="0" src="https://www.dharmasite.net/graphics/cttb_small.jpg" width="140" height="92"></font></p>

<p ALIGN="CENTER">&nbsp; </p>

<p ALIGN="CENTER"><font color="#000080">Ch&#432;&#417;ng Ba:</font> </p>

<p ALIGN="CENTER"><font color="#000080">Bi&#7879;t Gi&#7843;ng V&#259;n Ngh&#297;a</font> </font></p>

<p><font FACE="Tahoma" color="#000080">1. Ph&#225;p H&#7897;i Nh&#226;n Do </font></b><font FACE="Tahoma"><font color="#000080"><em>(Nguy&#234;n do c&#7911;a Ph&#225;p
h&#7897;i) </em></font><b><i></p>

<p><font color="#000080">Kinh v&#259;n:</font></i></p>

<p><font color="#000080">Nh&#432; th&#7883; ng&#227; v&#259;n: Nh&#7845;t th&#7901;i Ph&#7853;t t&#7841;i X&#225; V&#7879; Qu&#7889;c, K&#7923; Th&#7885; C&#7845;p C&#244; &#208;&#7897;c
Vi&#234;n, d&#7919; &#273;&#7841;i T&#7923; Kh&#432;u ch&#250;ng, thi&#234;n nh&#7883; b&#225;ch ng&#361; th&#7853;p nh&#226;n c&#226;u. Nh&#297; th&#7901;i
Th&#7871; T&#244;n th&#7921;c th&#7901;I, tr&#432;&#7899;c y tr&#236; b&#225;t, nh&#7853;p X&#225; V&#7879; &#273;&#7841;i th&#224;nh kh&#7845;t th&#7921;c. &#431; k&#7923;
th&#224;nh trung th&#7913; &#273;&#7879; kh&#7845;t d&#297;, ho&#224;n ch&#237; b&#7893;n x&#7913;. Ph&#7841;n th&#7921;c ng&#7853;t, thu y b&#225;t, t&#7849;y
t&#250;c d&#297;, phu t&#242;a nhi t&#7885;a.</font></b><i></p>

<p><font color="#000080">(T&#244;i nghe nh&#432; v&#7847;y: M&#7897;t thu&#7903; n&#7885;, &#273;&#7913;c Ph&#7853;t &#7903; n&#432;&#7899;c X&#225;-V&#7879;, t&#7841;i r&#7915;ng
K&#7923;-&#208;&#224; v&#432;&#7901;n C&#7845;p C&#244; &#208;&#7897;c, c&#249;ng v&#7899;i ch&#250;ng &#273;&#7841;i t&#7923;-kheo l&#224; m&#7897;t ng&#224;n hai tr&#259;m
n&#259;m m&#432;&#417;i v&#7883;. L&#250;c &#7845;y g&#7847;n &#273;&#7871;n gi&#7901; th&#7885; trai c&#7911;a &#273;&#7913;c Th&#7871;-t&#244;n, Ng&#224;i &#273;&#7855;p y
mang b&#225;t v&#224;o &#273;&#7841;i th&#224;nh X&#225;-v&#7879; kh&#7845;t th&#7921;c. Trong th&#224;nh &#7845;y, Ng&#224;i theo th&#7913; l&#7899;p
kh&#7845;t th&#7921;c, xong tr&#7903; v&#7873; n&#417;i c&#361;. Th&#7885; trai
xong, Ng&#224;i c&#7845;t y b&#225;t, r&#7917;a ch&#226;n, r&#7891;i
tr&#7843;i t&#242;a ra ng&#7891;i.)</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">Ch&#250;-gi&#7843;i:</font></b></p>

<p><font color="#000080">Kinh Kim Cang</font></i> <font color="#000080"> chia th&#224;nh 32 &#273;o&#7841;n. Ph&#7847;n kinh v&#259;n tr&#234;n thu&#7897;c &#273;o&#7841;n th&#7913;
nh&#7845;t, n&#243;i v&#7873; nguy&#234;n do c&#7911;a ph&#225;p h&#7897;i. Nguy&#234;n l&#224;, &#273;o&#7841;n th&#7913; nh&#7845;t v&#7873;
&quot;nguy&#234;n do ph&#225;p h&#7897;i&quot; c&#249;ng v&#7899;i &#273;o&#7841;n th&#7913; nh&#236; v&#7873; &quot;thi&#7879;n hi&#7879;n th&#432;a
h&#7887;i&quot; kh&#244;ng c&#243; trong kinh v&#259;n, &#273;&#243; l&#224; ng&#432;&#7901;i &#273;&#7901;i sau th&#234;m v&#224;o &#273;&#7875; gi&#250;p
ch&#250;ng ta d&#7877; hi&#7875;u &#253; kinh. &#208;o&#7841;n tr&#234;n cho bi&#7871;t v&#7873; nguy&#234;n do g&#236; m&#224; c&#243; ph&#225;p h&#7897;i.
Ai l&#224; ng&#432;&#7901;i &#273;&#227; thuy&#7871;t tr&#432;&#7899;c ph&#225;p h&#7897;i? &#208;&#243; l&#224; &#273;&#7913;c Ph&#7853;t Th&#237;ch-ca M&#226;u-ni.</font> </p>

<p><font color="#000080">M&#7903; &#273;&#7847;u c&#7911;a m&#7895;i b&#7897; kinh &#273;&#7873;u c&#243; s&#225;u lo&#7841;i th&#224;nh t&#7921;u:</font> 

<ol>
  <li><font color="#000080">Th&#224;nh t&#7921;u v&#7873; <i>t&#237;n,</i> </font> </li>
</ol>

<ol START="2">
  <li><font color="#000080">Th&#224;nh t&#7921;u v&#7873; <i>nghe,</i> </font> </li>
</ol>

<ol START="3">
  <li><font color="#000080">Th&#224;nh t&#7921;u v&#7873; <i>th&#7901;i gian,</i> </font> </li>
</ol>

<ol START="4">
  <li><font color="#000080">Th&#224;nh t&#7921;u v&#7873; <i>ch&#7911;,</i> </font> </li>
</ol>

<ol START="5">
  <li><font color="#000080">Th&#224;nh t&#7921;u v&#7873; <i>n&#417;i,</i> </font> </li>
</ol>

<ol START="6">
  <li><font color="#000080">Th&#224;nh t&#7921;u v&#7873; <i>ch&#250;ng.</i></font></font></li>
</ol>

<p><font FACE="Tahoma"><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">T&#244;i nghe</font></b> <font color="#000080"> l&#224; th&#224;nh t&#7921;u v&#7873; nghe; <b>nh&#432; v&#7847;y</b> l&#224; th&#224;nh t&#7921;u v&#7873; t&#237;n; <b>m&#7897;t
thu&#7903; n&#7885;</b> l&#224; th&#224;nh t&#7921;u v&#7873; th&#7901;i gian; <b>&#273;&#7913;c Ph&#7853;t</b> l&#224; th&#224;nh t&#7921;u v&#7873; ch&#7911;;
<b>&#7903; n&#432;&#7899;c X&#225;-v&#7879;, t&#7841;i r&#7915;ng K&#7923;-&#273;&#224;, v&#432;&#7901;n C&#7845;p C&#244; &#208;&#7897;c </b>l&#224; th&#224;nh t&#7921;u v&#7873;
n&#417;i; <b>c&#249;ng v&#7899;i ch&#250;ng &#273;&#7841;i t&#7923; kheo, t&#7845;t c&#7843; l&#224; m&#7897;t ng&#224;n hai tr&#259;m n&#259;m m&#432;&#417;i
v&#7883; </b>l&#224; th&#224;nh t&#7921;u v&#7873; ch&#250;ng. S&#225;u lo&#7841;i th&#224;nh t&#7921;u &#273;&#243; g&#7885;i l&#224; <i>th&#244;ng t&#7921;</i>,
sau th&#244;ng t&#7921; l&#224; <i>bi&#7879;t t&#7921;</i>, t&#7913;c l&#224; &#273;o&#7841;n k&#7871; ti&#7871;p t&#7915; c&#225;c ch&#7919; <b>l&#250;c &#7845;y
g&#7847;n &#273;&#7871;n gi&#7901; th&#7885; trai</b> cho &#273;&#7871;n <b>tr&#7843;i t&#242;a ra ng&#7891;i.</b></font></p>

<p><font color="#000080">Nh&#432; th&#7871; n&#224;o l&#224; th&#244;ng t&#7921;, v&#224; nh&#432; th&#7871; n&#224;o l&#224; bi&#7879;t t&#7921;? Th&#244;ng t&#7921; l&#224; c&#225;i
t&#7921; chung cho c&#7843; c&#225;c kinh, b&#7845;t c&#7913; kinh &#273;i&#7875;n n&#224;o c&#361;ng ph&#7843;i c&#243; th&#244;ng t&#7921; ki&#7875;u
&#273;&#243;. Bi&#7879;t t&#7921; l&#224; c&#225;i t&#7921; ri&#234;ng cho kinh n&#224;y, ch&#7881; c&#243; kinh n&#224;y m&#7899;i c&#243; t&#7921; &#273;&#243;.
C&#225;c kinh kh&#225;c c&#361;ng c&#243; bi&#7879;t t&#7921;, nh&#432;ng c&#225;c bi&#7879;t t&#7921; kh&#244;ng gi&#7889;ng nhau. &#208;&#243; l&#224;
n&#243;i v&#7873; th&#244;ng t&#7921; v&#224; bi&#7879;t t&#7921;. C&#242;n s&#225;u lo&#7841;i th&#224;nh t&#7921;u trong m&#7895;i b&#7897; kinh l&#224;
d&#249;ng &#273;&#7875; ch&#7913;ng minh kinh c&#243; th&#7875; tin &#273;&#432;&#7907;c, do ch&#237;nh Ph&#7853;t &#273;&#227; n&#243;i.</font></p>

<p><font color="#000080">Th&#244;ng t&#7921; c&#242;n m&#7897;t t&#234;n n&#7919;a g&#7885;i l&#224; <i>kinh ti&#7873;n t&#7921;,</i> theo &#253; ngh&#297;a l&#224; ph&#7847;n
&#273;&#243; l&#224; ph&#7847;n ph&#237;a tr&#432;&#7899;c hay m&#7903; &#273;&#7847;u c&#7911;a kinh. Ng&#432;&#7901;i ta l&#7841;i c&#242;n g&#7885;i th&#244;ng t&#7921;
l&#224; <i>kinh</i> <i>h&#7853;u t&#7921;</i> n&#7919;a. Cho n&#234;n khi gi&#7843;ng kinh, n&#243;i l&#224; ti&#7873;n c&#361;ng
&#273;&#432;&#7907;c, m&#224; h&#7853;u c&#361;ng &#273;&#432;&#7907;c. Sao l&#7841;i kh&#244;ng nh&#7845;t &#273;&#7883;nh nh&#432; v&#7853;y? &#208;&#432;&#417;ng nhi&#234;n
l&#224; kh&#244;ng c&#243; g&#236; nh&#7845;t &#273;&#7883;nh c&#7843;, v&#236; n&#7871;u c&#243; c&#225;i g&#236; nh&#7845;t &#273;&#7883;nh th&#236; c&#225;i &#273;&#243;
ch&#7859;ng ph&#7843;i l&#224; Ph&#7853;t ph&#225;p. Ch&#7901; khi n&#224;o &#273;i v&#224;o n&#7897;i dung c&#7911;a <i>Kinh Kim Cang</i>,
ch&#250;ng ta s&#7869; hi&#7875;u, do &#273;&#243; m&#7899;i c&#243; c&#226;u: <i>&quot;Kh&#244;ng c&#243; ph&#225;p n&#224;o nh&#7845;t &#273;&#7883;nh
g&#7885;i l&#224; A-n&#7853;u-&#273;a-la-tam-mi&#7879;u tam-b&#7891;-&#273;&#7873;.&quot;</i></font></p>

<p><font color="#000080">N&#7871;u nh&#432; ta mu&#7889;n c&#243; c&#225;i g&#236; nh&#7845;t &#273;&#7883;nh, t&#7913;c l&#224; &#273;&#227; c&#243; s&#7921; ch&#7845;p tr&#432;&#7899;c, m&#224;
&#273;&#227; ch&#7845;p tr&#432;&#7899;c, t&#7913;c c&#243; s&#7921; ch&#432;&#7899;ng ng&#7841;i, v&#224; ch&#432;&#7899;ng ng&#7841;i l&#224; c&#243; phi&#7873;n n&#227;o.
Nh&#432; kh&#244;ng ch&#7845;p tr&#432;&#7899;c th&#236; t&#7913;c l&#224; kh&#244;ng, m&#224; kh&#244;ng th&#236; h&#7871;t phi&#7873;n n&#227;o, t&#7845;t c&#7843;
s&#7921; t&#236;nh, chuy&#7879;n g&#236; c&#361;ng l&#224; kh&#244;ng h&#7871;t th&#236; &#273;&#226;u c&#242;n c&#225;i g&#236; &#273;&#7875; so &#273;o t&#237;nh
to&#225;n? &#208;&#7875; bu&#244;ng b&#7887; kh&#244;ng n&#7893;i? B&#7903;i &#273;&#226;u ch&#250;ng ta sinh t&#226;m phi&#7873;n n&#227;o? B&#7903;i
ch&#250;ng ta kh&#244;ng th&#7845;y &#273;&#432;&#7907;c c&#225;i &quot;kh&#244;ng&quot; (kh&#225;n kh&#244;ng), kh&#244;ng nh&#236;n xuy&#234;n
su&#7889;t &#273;&#432;&#7907;c s&#7921; vi&#7879;c (kh&#225;n ph&#225;), kh&#244;ng bu&#244;ng b&#7887; &#273;&#432;&#7907;c (ph&#243;ng h&#7841;), cho n&#234;n
&#273;&#226;u &#273;&#226;u c&#361;ng th&#7845;y gai g&#7889;c, n&#417;i n&#224;o c&#361;ng &#273;&#7909;ng &#273;&#7847;u. Nh&#432; th&#7871; n&#224;o l&#224; &#273;&#7909;ng
&#273;&#7847;u? Ngh&#297;a l&#224; &#273;i t&#7899;i b&#7845;t c&#7913; &#273;&#7883;a ph&#432;&#417;ng n&#224;o c&#361;ng nh&#432; g&#7863;p t&#432;&#7901;ng v&#225;ch c&#7843;n
tr&#7903;. C&#242;n gai g&#7889;c l&#224; kim ch&#226;m c&#7911;a th&#7843;o m&#7897;c, b&#7883; gai ch&#237;ch th&#236; &#273;au l&#7855;m. T&#7841;i sao
ta l&#7841;i b&#7883; gai g&#7889;c ch&#237;ch l&#224;m cho &#273;au &#273;&#7899;n? B&#7903;i v&#236; c&#225;i th&#226;n th&#7875; n&#224;y, ta kh&#244;ng
th&#7845;y &#273;&#432;&#7907;c c&#225;i &quot;kh&#244;ng&quot;, ta kh&#244;ng bu&#244;ng b&#7887;, cho n&#234;n ta m&#7899;i c&#243; c&#225;i
c&#7843;m gi&#225;c &#273;au &#273;&#7899;n v&#236; gai ch&#237;ch. N&#7871;u ta th&#7845;y &#273;&#432;&#7907;c r&#7889;t r&#225;o c&#225;i l&#7869; <i>&quot;kh&#244;ng
ng&#432;&#7901;i, kh&#244;ng ta, kh&#244;ng ch&#250;ng sinh, kh&#244;ng th&#7885; gi&#7843;,&quot;</i> c&#225;i g&#236; c&#361;ng kh&#244;ng
h&#7871;t, v&#7853;y &#273;au, th&#236; ai &#273;au &#273;&#226;y? C&#7843; c&#225;i ng&#432;&#7901;i &#273;au c&#361;ng kh&#244;ng c&#243; th&#236; ta c&#242;n
sinh phi&#7873;n n&#227;o n&#7919;a ch&#259;ng? C&#225;i phi&#7873;n n&#227;o n&#224;y n&#243; sinh ra t&#7915; &#273;&#226;u v&#7853;y? Gi&#7843;ng
th&#236; nh&#432; v&#7853;y &#273;&#243;, h&#224;nh ch&#7913;ng &#273;&#432;&#7907;c &#273;i&#7873;u n&#224;y ch&#7859;ng ph&#7843;i l&#224; chuy&#7879;n d&#7877; d&#224;ng.</font></p>

<p><font color="#000080">Sao l&#7841;i k&#234;u l&#224; <i>kinh h&#7853;u t&#7921;</i>? Nguy&#234;n l&#224; khi thuy&#7871;t ph&#225;p kh&#244;ng c&#243; &#273;o&#7841;n
kinh v&#259;n n&#224;y. Ph&#7853;t &#273;&#226;u c&#243; n&#243;i: <i>&quot;T&#244;i nghe nh&#432; v&#7847;y,&quot;</i> ch&#7859;ng qua
&#273;&#243; l&#224; l&#7901;i c&#7911;a &#244;ng A-nan th&#234;m v&#224;o m&#224; th&#244;i. V&#7853;y khi tr&#432;&#7899;c th&#236; kh&#244;ng c&#243;, sau
n&#224;y, trong th&#7901;i gian ki&#7871;t t&#7853;p kinh &#273;i&#7875;n, &#244;ng A-nan th&#234;m v&#224;o, cho n&#234;n m&#7899;i c&#243;
t&#234;n l&#224; h&#7853;u t&#7921;. Ti&#7873;n t&#7921; c&#361;ng c&#242;n m&#7897;t t&#234;n n&#7919;a l&#224; <i>ph&#225;t kh&#7903;i t&#7921;</i>.</font> </p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">T&#244;i nghe nh&#432; v&#7847;y</font></b><font color="#000080">: M&#7903; &#273;&#7847;u b&#7897; kinh l&#224; b&#7889;n ch&#7919; n&#224;y. T&#7841;i sao l&#7841;i d&#249;ng
b&#7889;n ch&#7919; n&#224;y? &#7844;y l&#224; Ph&#7853;t d&#7863;n d&#249;ng m&#7845;y ch&#7919; n&#224;y. Nh&#432; &#273;&#227; n&#243;i, trong kinh
v&#259;n nguy&#234;n kh&#244;ng c&#243; m&#7845;y ch&#7919; n&#224;y. S&#7889; l&#224; t&#7841;i r&#7915;ng Song Th&#7885; (c&#226;y sa-la), khi
Ph&#7853;t n&#243;i xong c&#225;c <i>Kinh Ph&#225;p-hoa, Kinh &#208;&#7883;a-t&#7841;ng, Kinh Ph&#7853;t Di Gi&#225;o v&#224; Kinh
Ni&#7871;t-b&#224;n,</i> Ph&#7853;t s&#7917;a so&#7841;n nh&#7853;p ni&#7871;t-b&#224;n. Th&#7845;y v&#7853;y c&#225;c &#273;&#7879; t&#7917; m&#7899;i c&#7845;t
ti&#7871;ng kh&#243;c vang l&#234;n. S&#7889; &#273;&#7879; t&#7917; n&#224;y l&#224; c&#225;c v&#7883; A-la-h&#225;n, h&#7885; m&#224; c&#361;ng kh&#243;c sao?
B&#7903;i h&#7885; &#273;&#227; t&#7915;ng th&#7885; &#417;n ph&#225;p nh&#361; (s&#7919;a ph&#225;p) c&#7911;a Ph&#7853;t, m&#7897;t &#417;n s&#226;u d&#7847;y. H&#7885;
l&#224; h&#224;ng Thanh-v&#259;n A-la-h&#225;n, t&#7915; bao nhi&#234;u n&#259;m nay &#273;&#432;&#7907;c h&#432;&#7903;ng s&#7919;a ph&#225;p, trong
l&#242;ng c&#7843;m k&#237;ch, ch&#432;a bi&#7871;t l&#7845;y g&#236; &#273;&#7875; b&#225;o &#273;&#225;p tr&#7885;ng &#226;n, nay th&#7845;y Ph&#7853;t s&#7855;p
nh&#7853;p ni&#7871;t-b&#224;n, n&#234;n tr&#7901;i, ng&#432;&#7901;i, t&#7923; kheo, a-la-h&#225;n, t&#7845;t c&#7843; &#273;&#7873;u kh&#243;c l&#234;n bi
th&#7843;m. Nh&#7845;t l&#224; t&#244;n gi&#7843; A-nan l&#7841;i c&#224;ng kh&#243;c th&#7889;ng thi&#7871;t h&#417;n, kh&#243;c m&#234; man,
kh&#244;ng c&#242;n bi&#7871;t t&#7899;i s&#7921; g&#236; kh&#225;c n&#7919;a.</font> </p>

<p><font color="#000080">Gi&#7919;a l&#250;c &#7845;y, t&#244;n gi&#7843; A-na-lu&#7853;t (A-n&#226;u-l&#226;u-&#273;&#224;, v&#7883; &#273;&#7913;ng h&#7841;ng nh&#7845;t v&#7873;
thi&#234;n nh&#227;n) m&#7899;i khuy&#234;n A-nan nh&#432; sau: &quot;&#212;ng kh&#244;ng n&#234;n kh&#243;c! &#212;ng c&#242;n ph&#7843;i
&#273;&#7843;m &#273;&#432;&#417;ng nhi&#7873;u vi&#7879;c tr&#7885;ng y&#7871;u n&#7919;a.&quot; T&#244;n gi&#7843; A-nan h&#7887;i: &quot;C&#243;
chuy&#7879;n g&#236; m&#224; tr&#7885;ng y&#7871;u? &#208;&#7913;c Ph&#7853;t s&#7869; nh&#7853;p ni&#7871;t-b&#224;n, t&#244;i c&#361;ng s&#7869; &#273;i theo
Ph&#7853;t th&#244;i!&quot; T&#244;n gi&#7843; A-na-lu&#7853;t &#273;&#225;p: &quot;Kh&#244;ng th&#7875; &#273;&#432;&#7907;c, &#244;ng ngh&#297; nh&#432;
th&#7871; l&#224; sai!&quot; T&#244;n gi&#7843; A-nan h&#7887;i: &quot;V&#7853;y ph&#7843;i l&#224;m sao?&quot; T&#244;n gi&#7843;
A-na-lu&#7853;t m&#7899;i n&#243;i: &quot;Hi&#7879;n t&#7841;i c&#243; b&#7889;n &#273;i&#7873;u, &#244;ng ph&#7843;i &#273;i th&#7881;nh gi&#225;o &#273;&#7913;c
Ph&#7853;t. &#208;i&#7873;u th&#7913; nh&#7845;t l&#224; sau khi &#273;&#7913;c Ph&#7853;t nh&#7853;p di&#7879;t, mu&#7889;n k&#7871;t t&#7853;p kinh t&#7841;ng,
th&#236; ph&#7847;n &#273;&#7847;u m&#7895;i b&#7897; kinh ph&#7843;i ghi nh&#7919;ng l&#7901;i g&#236; &#273;&#7875; l&#224;m c&#259;n c&#7913;? &#208;i&#7873;u th&#7913;
hai l&#224; trong khi Ph&#7853;t t&#7841;i th&#7871;, ch&#250;ng ta c&#249;ng &#273;&#7913;c Ph&#7853;t &#273;&#7873;u tr&#7909; &#7903; m&#7897;t n&#417;i,
v&#7853;y sau khi Ph&#7853;t di&#7879;t &#273;&#7897;, ch&#250;ng ta ph&#7843;i tr&#7909; &#7903; n&#417;i n&#224;o? &#208;i&#7873;u th&#7913; ba l&#224; khi
Ph&#7853;t t&#7841;i th&#7871;, Ph&#7853;t l&#224; th&#7847;y c&#7911;a ch&#250;ng ta, v&#7853;y sau khi Ph&#7853;t di&#7879;t &#273;&#7897;, ch&#250;ng ta
l&#7845;y ai l&#224;m th&#7847;y? &#208;i&#7873;u th&#7913; t&#432; l&#224; khi Ph&#7853;t t&#7841;i th&#7871;, &#273;&#7889;i v&#7899;i c&#225;c t&#7923;-kheo
x&#7845;u, nh&#7919;ng ng&#432;&#7901;i kh&#244;ng gi&#7919; k&#7927; lu&#7853;t, &#273;&#7913;c Ph&#7853;t &#273;&#7873;u c&#243; c&#225;ch &#273;i&#7873;u ph&#7909;c h&#7885;,
nay n&#7871;u Ph&#7853;t di&#7879;t &#273;&#7897; r&#7891;i, th&#236; ph&#7843;i l&#224;m c&#225;ch n&#224;o &#273;i&#7873;u ph&#7909;c c&#225;c t&#7923; kheo
x&#7845;u? B&#7889;n &#273;i&#7873;u n&#243;i tr&#234;n l&#224; tr&#7885;ng y&#7871;u v&#244; c&#249;ng, &#244;ng ph&#7843;i &#273;i ngay th&#7881;nh gi&#225;o
&#273;&#7913;c Ph&#7853;t!&quot;</font> </p>

<p><font color="#000080">&#212;ng A-nan y theo l&#7901;i, &#273;&#7871;n h&#7887;i Ph&#7853;t, &#273;&#250;ng l&#250;c &#273;&#7913;c Ph&#7853;t s&#7855;p nh&#7853;p &#273;&#7883;nh.
&#212;ng b&#232;n v&#7897;i v&#224;ng b&#7841;ch Ph&#7853;t: &quot;Th&#432;a Th&#7871; T&#244;n! &#208;&#7879; t&#7917; c&#243; m&#7845;y v&#7845;n &#273;&#7873; mu&#7889;n
th&#432;a h&#7887;i, li&#7879;u c&#243; th&#7875; &#273;&#432;&#7907;c gi&#7843;i &#273;&#225;p hay kh&#244;ng? &#208;i&#7873;u th&#7913; nh&#7845;t l&#224; sau khi
Th&#7871; T&#244;n nh&#7853;p ni&#7871;t-b&#224;n, c&#225;c &#273;&#7879; t&#7917; k&#7871;t t&#7853;p kinh &#273;i&#7875;n, th&#236; tr&#234;n &#273;&#7847;u m&#7895;i b&#7897;
kinh s&#7869; ghi nh&#7919;ng ch&#7919; g&#236; &#273;&#7875; bi&#7875;u th&#7883; &#273;&#226;y l&#224; kinh Ph&#7853;t n&#243;i?&quot; &#208;&#7913;c Ph&#7853;t
&#273;&#225;p: &quot;M&#7903; &#273;&#7847;u m&#7895;i b&#7897; kinh l&#224; b&#7889;n ch&#7919; &#7892;<i>t&#244;i nghe nh&#432; v&#7847;y.</i>&#7894;
&quot; &#212;ng A-nan h&#7887;i ti&#7871;p: &quot;&#208;i&#7873;u th&#7913; hai l&#224; sau khi Ph&#7853;t nh&#7853;p ni&#7871;t-b&#224;n,
c&#225;c &#273;&#7879; t&#7917; s&#7869; y v&#224;o &#273;&#226;u &#273;&#7875; tr&#7909;?&quot; Ph&#7853;t &#273;&#225;p: &quot;Y v&#224;o t&#7913; ni&#7879;m x&#7913;
m&#224; tr&#7909;.&quot; T&#7913; ni&#7879;m x&#7913; l&#224; qu&#225;n th&#226;n b&#7845;t t&#7883;nh, qu&#225;n th&#7885; l&#224; kh&#7893;, qu&#225;n t&#226;m
l&#224; v&#244; th&#432;&#7901;ng, qu&#225;n ph&#225;p l&#224; v&#244; ng&#227;. &#212;ng A-nan h&#7887;i &#273;i&#7873;u th&#7913; ba: &quot;Khi
Ph&#7853;t t&#7841;i th&#7871;, Ph&#7853;t l&#224; th&#7847;y c&#7911;a ch&#250;ng con, v&#7853;y sau khi Ph&#7853;t nh&#7853;p ni&#7871;t-b&#224;n,
th&#236; ch&#250;ng con s&#7869; t&#244;n ai l&#224;m th&#7847;y?&quot; Ph&#7853;t &#273;&#225;p: &quot;C&#225;c &#244;ng s&#7869; t&#244;n
ba-la-&#273;&#7873;-m&#7897;c-xoa l&#224;m th&#7847;y.&quot; Ba-la-&#273;&#7873;-m&#7897;c-xoa l&#224; t&#7841;ng lu&#7853;t, t&#7913;c l&#224; gi&#7899;i
lu&#7853;t, l&#7845;y gi&#7899;i lu&#7853;t l&#224;m th&#7847;y.</font></p>

<p><font color="#000080">T&#7845;t c&#7843; nh&#7919;ng ai xu&#7845;t gia &#273;&#7873;u ph&#7843;i coi ba-la-&#273;&#7873;-m&#7897;c-xoa l&#224; th&#7847;y, b&#7903;i v&#236;
&#273;&#243; l&#224; do Ph&#7853;t ch&#7871; ra. N&#7871;u k&#7867; xu&#7845;t gia ch&#7859;ng th&#7885; gi&#7899;i, th&#236; c&#361;ng nh&#432; kh&#244;ng
c&#243; th&#7847;y. B&#7903;i v&#7853;y ta th&#7845;y nh&#7919;ng ng&#432;&#7901;i xu&#7845;t gia &#273;&#7873;u ph&#7843;i th&#7885;, gi&#7899;i sa-di,
gi&#7899;i t&#7923;-kheo, gi&#7899;i B&#7891;-t&#225;t, ba lo&#7841;i gi&#7899;i.</font></p>

<p><font color="#000080">Cu&#7889;i c&#249;ng t&#244;n-gi&#7843; A-nan h&#432;&#7899;ng Ph&#7853;t, b&#7841;ch lu&#244;n &#273;i&#7873;u th&#432;a h&#7887;i th&#7913; b&#7889;n:
&quot;&#208;&#7889;i v&#7899;i c&#225;c t&#7923; kheo x&#7845;u, khi c&#242;n t&#7841;i th&#7871; th&#236; Ph&#7853;t qu&#7843;n ch&#7871; &#273;&#432;&#7907;c s&#225;u
h&#7841;ng n&#224;y, sau khi Ph&#7853;t nh&#7853;p ni&#7871;t b&#224;n, &#273;&#7889;i v&#7899;i t&#7923; kheo x&#7845;u ph&#7843;i l&#224;m sao &#273;i&#7873;u
ph&#7909;c &#273;&#432;&#7907;c h&#7885;?&quot; Ph&#7853;t tr&#7843; l&#7901;i: &quot;Ph&#7843;i l&#7863;ng y&#234;n, b&#7887; m&#7863;c h&#7885;.&quot;
L&#7863;ng y&#234;n t&#7913;c l&#224; kh&#244;ng c&#249;ng v&#7899;i h&#7885; chuy&#7879;n tr&#242;, nh&#432; v&#7853;y h&#7885; s&#7869; c&#7843;m th&#7845;y
kh&#244;ng h&#7913;ng th&#250; m&#224; t&#7921; &#273;&#7897;ng &#273;i kh&#7887;i; b&#7887; m&#7863;c h&#7885;, kh&#244;ng l&#253; t&#7899;i, h&#7885; c&#361;ng s&#7869;
r&#7901;i &#273;i n&#417;i kh&#225;c.</font></p>

<p><font color="#000080">V&#224;o th&#7901;i &#273;&#243; &quot;L&#7909;c qu&#7847;n t&#7923; kheo&quot; (b&#7885;n s&#225;u &#244;ng t&#7923; kheo x&#7845;u) kh&#244;ng
ch&#7883;u gi&#7919; k&#7927; lu&#7853;t, m&#224; c&#242;n hay ph&#225; ph&#225;ch. Tuy nhi&#234;n so v&#7899;i b&#226;y gi&#7901; h&#7885; c&#361;ng
h&#227;y c&#242;n hay h&#417;n m&#7897;t s&#7889; t&#7923; kheo bi&#7871;t gi&#7919; gi&#7899;i.</font></p>

<p><font color="#000080">Ph&#7853;t tr&#7843; l&#7901;i b&#7889;n v&#7845;n &#273;&#7873; c&#7911;a &#212;ng A-nan xong th&#236; Ng&#224;i nh&#7853;p di&#7879;t.</font></p>

<p><font color="#000080">B&#226;y gi&#7901; ch&#250;ng ta &#273;i v&#224;o ch&#237;nh kinh v&#259;n.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">M&#7897;t thu&#7903; n&#7885;: </font> </b><font color="#000080">C&#243; m&#7897;t l&#250;c n&#7885;, trong th&#7901;i gian Ph&#7853;t &#7903; t&#7841;i n&#432;&#7899;c X&#225;-v&#7879;.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">N&#432;&#7899;c X&#225;-v&#7879;: </font> </b><font color="#000080">Ng&#432;&#7901;i ta g&#7885;i n&#417;i n&#224;y l&#224; &quot;Phong &#208;&#7913;c,&quot; v&#236; n&#432;&#7899;c
n&#224;y c&#243; b&#7889;n &#273;&#7863;c t&#237;nh sau: (1) t&#224;i v&#7853;t kh&#244;ng thi&#7871;u, (2) phong c&#7843;nh &#273;&#7865;p, (3)
nhi&#7873;u nh&#226;n t&#224;i, (4) l&#7907;i cho gi&#7843;i tho&#225;t, m&#7897;t x&#7913; th&#7853;t l&#224; phong ph&#250;. &#208;&#226;y l&#224;
kinh th&#224;nh c&#7911;a m&#7897;t n&#432;&#7899;c m&#224; qu&#7889;c v&#432;&#417;ng l&#224; vua Ba-t&#432;-n&#7863;c.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">R&#7915;ng K&#7923;-&#273;&#224; v&#432;&#7901;n C&#7845;p-c&#244;-&#273;&#7897;c<i> </i></font></b><font color="#000080">&#7903; v&#7873; ph&#237;a &#273;&#244;ng-nam c&#7911;a th&#224;nh
X&#225;-v&#7879;, c&#225;ch th&#224;nh n&#224;y ch&#7915;ng n&#259;m d&#7863;m. Xin k&#7875; ra &#273;&#226;y m&#7897;t c&#244;ng &#225;n: ch&#7919;
&quot;K&#7923;-&#273;&#224;&quot; l&#224; &#273;&#7875; k&#7927; ni&#7879;m v&#7909; qu&#7889;c v&#432;&#417;ng Ba-t&#432;-n&#7863;c sanh h&#7841; &#273;&#432;&#7907;c
th&#225;i t&#7917;, &#273;&#7863;t t&#234;n l&#224; K&#7923;-&#273;&#224;, v&#224; theo ti&#7871;ng Ph&#7841;n th&#236; ch&#7919; n&#224;y c&#243; ngh&#297;a l&#224;
&quot;chi&#7871;n th&#7855;ng.&quot; V&#236; l&#253; do n&#224;o m&#224; &#273;&#7863;t t&#234;n &#273;&#243;? V&#236; l&#250;c sanh ra th&#225;i
t&#7917;, vua Ba-t&#432;-n&#7863;c v&#7915;a &#273;&#7855;c th&#7855;ng trong m&#7897;t v&#7909; giao tranh v&#7899;i n&#432;&#7899;c l&#225;ng gi&#7873;ng.
<b>R&#7915;ng K&#7923;-&#273;&#224;</b> l&#224; n&#243;i r&#7915;ng c&#226;y thu&#7897;c quy&#7873;n s&#7903; h&#7919;u c&#7911;a th&#225;i t&#7917; K&#7923;-&#273;&#224;.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">V&#432;&#7901;n C&#7845;p-c&#244;-&#273;&#7897;c:</font></b> <font color="#000080"> Ch&#7919; &quot;c&#7845;p&quot; ngh&#297;a l&#224; chu c&#7845;p, l&#224; b&#7889; th&#237;. B&#7889;
th&#237; cho c&#244; nhi, cho k&#7867; c&#244; qu&#7843;.</font> </p>

<p><font color="#000080">N&#243;i v&#7873; n&#432;&#7899;c Trung-hoa, th&#7901;i nh&#224; Ch&#226;u, Ch&#226;u V&#259;n-V&#432;&#417;ng &#225;p d&#7909;ng m&#7897;t ch&#237;nh
s&#225;ch nh&#226;n ch&#237;nh &#273;&#7875; tr&#7883; n&#432;&#7899;c. Vi&#7879;c &#273;&#7847;u ti&#234;n l&#224; chu c&#7845;p cho nh&#7919;ng k&#7867; <i>quan,
qu&#7843;, c&#244;, &#273;&#7897;c,</i> t&#7913;c b&#7889;n h&#7841;ng ng&#432;&#7901;i coi nh&#432; kh&#7889;n c&#249;ng nh&#7845;t. &#208;&#224;n &#244;ng g&#243;a
v&#7907;, g&#7885;i l&#224; quan phu, &#273;&#224;n b&#224; g&#243;a ch&#7891;ng, g&#7885;i l&#224; qu&#7843; ph&#7909;. Tr&#7867; con m&#7845;t cha l&#224;
c&#244; nhi, l&#7899;n tu&#7893;i m&#224; kh&#244;ng con g&#7885;i l&#224; c&#244; &#273;&#7897;c. C&#225;c h&#7841;ng ng&#432;&#7901;i n&#224;y &#273;&#7873;u kh&#7889;n
kh&#7893;, v&#236; h&#7885; kh&#244;ng c&#242;n ai &#273;&#7875; n&#432;&#417;ng t&#7921;a, kh&#244;ng ai s&#259;n s&#243;c h&#7885;, n&#234;n V&#259;n V&#432;&#417;ng
m&#7899;i &#273;&#7863;c bi&#7879;t chi&#7871;u c&#7889; b&#7889;n h&#7841;ng ng&#432;&#7901;i tr&#234;n.</font></p>

<p><font color="#000080">T&#7841;i &#273;&#7883;a ph&#432;&#417;ng n&#417;i v&#432;&#7901;n C&#7845;p-c&#244;-&#273;&#7897;c c&#243; m&#7897;t v&#7883; tr&#432;&#7903;ng gi&#7843;, t&#234;n l&#224;
Tu-&#273;&#7841;t-&#273;a (Sudatta), c&#361;ng l&#224; m&#7897;t v&#7883; quan trong tri&#7873;u vua Ba-t&#432;-n&#7863;c. &#212;ng r&#7845;t
gi&#224;u c&#243;, th&#432;&#7901;ng chu c&#7845;p cho c&#225;c c&#244; nhi v&#224; nh&#7919;ng ai g&#7863;p c&#7843;nh c&#244; &#273;&#7897;c, n&#234;n
ng&#432;&#7901;i ta g&#7885;i &#244;ng l&#224; &quot;C&#7845;p-c&#244;-&#273;&#7897;c.&quot; V&#432;&#7901;n n&#243;i tr&#234;n l&#224; m&#7897;t lo&#7841;i
v&#432;&#7901;n tr&#7891;ng hoa, v&#7889;n thu&#7897;c quy&#7873;n s&#7903; h&#7919;u c&#7911;a th&#225;i t&#7917; K&#7923; &#273;&#224;. &#212;ng mua l&#7841;i khu
v&#432;&#7901;n n&#224;y c&#7911;a th&#225;i t&#7917; c&#7889;t &#273;&#7875; th&#7881;nh Ph&#7853;t v&#7873; thuy&#7871;t ph&#225;p. &#212;ng l&#7845;y g&#236; &#273;&#7875;
mua v&#7853;y? B&#7857;ng nh&#7919;ng th&#7887;i v&#224;ng. Bao nhi&#234;u th&#7887;i? B&#7857;ng s&#7889; l&#432;&#7907;ng nh&#7919;ng th&#7887;i v&#224;ng
m&#224; &#244;ng ch&#7903; t&#7899;i, &#273;&#7911; &#273;&#7875; l&#225;t k&#237;n khu v&#432;&#7901;n n&#224;y.</font> </p>

<p><font color="#000080">Nh&#226;n duy&#234;n g&#236; khi&#7871;n &#244;ng &#273;&#227; mua khu v&#432;&#7901;n n&#224;y &#273;&#7875; c&#250;ng d&#432;&#7901;ng Ph&#7853;t? S&#7889; l&#224;
m&#7897;t h&#244;m &#244;ng c&#243; c&#244;ng chuy&#7879;n ph&#7843;i t&#7899;i th&#224;nh V&#432;&#417;ng-x&#225;. &#212;ng t&#7841;m tr&#250; t&#7841;i nh&#224;
ng&#432;&#7901;i b&#7841;n t&#234;n l&#224; San-&#273;&#224;n-na. Kho&#7843;ng n&#7917;a &#273;&#234;m, &#244;ng th&#7845;y &#244;ng b&#7841;n tr&#432;&#7903;ng gi&#7843;
n&#224;y th&#7913;c d&#7853;y, trang ho&#224;ng nh&#224; c&#7917;a, ch&#259;ng &#273;&#232;n k&#7871;t hoa, b&#7847;y bi&#7879;n r&#7845;t l&#224; m&#7929;
l&#7879;.</font></p>

<p><font color="#000080">Th&#7845;y v&#7853;y, &#244;ng h&#7887;i b&#7841;n: &quot;C&#243; chuy&#7879;n g&#236; m&#224; &#244;ng l&#7841;i s&#7917;a sang b&#224;y bi&#7879;n
nh&#224; c&#7917;a &#273;&#7865;p &#273;&#7869; nh&#432; v&#7853;y? &quot; San-&#273;&#224;n-na &#273;&#225;p: &quot;T&#244;i chu&#7849;n b&#7883; m&#7901;i
&#273;&#7913;c Ph&#7853;t t&#7899;i nh&#224; th&#7885; trai &#273;&#7875; c&#250;ng d&#432;&#7901;ng Ng&#224;i.&quot;</font> </p>

<p><font color="#000080">T&#7915; tr&#432;&#7899;c tr&#432;&#7903;ng gi&#7843; Tu-&#273;&#7841;t-&#273;a ch&#432;a t&#7915;ng nghe ai n&#243;i t&#7899;i danh t&#7915;
&quot;Ph&#7853;t.&quot; L&#250;c &#273;&#243;, nghe xong c&#226;u n&#243;i, &#244;ng th&#7845;y nh&#432; c&#225;c ch&#226;n l&#244;ng trong
to&#224;n th&#226;n m&#7885;c d&#7921;ng l&#234;n, &#244;ng c&#7843;m th&#7845;y th&#7853;t k&#7923; qu&#225;i b&#232;n h&#7887;i ti&#7871;p: &quot;Ph&#7853;t
l&#224; th&#7871; n&#224;o?&quot; San-&#273;&#224;n-na k&#7875; cho &#244;ng hay: &quot;&#208;&#7913;c Ph&#7853;t nguy&#234;n l&#224; m&#7897;t v&#7883;
th&#225;i t&#7917;, con vua T&#7883;nh-ph&#7841;n, nh&#432;ng Ng&#224;i kh&#244;ng ham c&#7843; ngai v&#224;ng m&#224; xu&#7845;t gia tu
h&#224;nh, tu s&#225;u n&#259;m t&#7841;i Tuy&#7871;t s&#417;n, l&#7841;i du h&#7885;c m&#7845;y n&#259;m, sau &#273;&#7871;n th&#224;nh Ca-da
(Gaya) tu d&#432;&#7899;i g&#7889;c c&#226;y b&#7891;-&#273;&#7873;. M&#7897;t &#273;&#234;m, tr&#244;ng l&#234;n sao s&#225;ng, Ng&#224;i b&#7915;ng ng&#7897;
&#273;&#7841;o, ch&#7913;ng qu&#7843; th&#224;nh Ph&#7853;t.&quot;</font></p>

<p><font color="#000080">Tr&#432;&#7903;ng gi&#7843; Tu-&#273;&#7841;t-&#273;a v&#7889;n &#273;&#227; c&#243; s&#7861;n c&#259;n l&#224;nh, n&#234;n nghe xong c&#226;u chuy&#7879;n
&#273;&#243;, c&#7843;m th&#7845;y trong m&#236;nh n&#243;ng n&#7849;y, b&#7913;t &#273;&#7847;u, b&#7913;t tai, mu&#7889;n &#273;i ngay t&#236;m g&#7863;p
Ph&#7853;t. L&#242;ng c&#7911;a &#244;ng, mu&#7889;n t&#7913;c kh&#7855;c th&#7845;y Ph&#7853;t, r&#7845;t l&#224; th&#224;nh kh&#7849;n, &#273;&#227; t&#7899;i
m&#7913;c &#273;&#7897; bi&#7871;n th&#224;nh c&#7843;m &#7913;ng, &#273;&#7897;ng t&#7899;i Ph&#7853;t, n&#234;n &#244;ng &#273;&#432;&#7907;c Ph&#7853;t ph&#243;ng quang
chi&#7871;u t&#7899;i. L&#250;c &#273;&#243;, Th&#237;ch-ca M&#226;u-ni Ph&#7853;t &#273;&#432;&#417;ng &#7903; t&#7841;i tinh-x&#225; Tr&#250;c-l&#226;m,
c&#225;ch th&#224;nh ch&#7915;ng s&#225;u, b&#7843;y d&#7863;m &#273;&#432;&#7901;ng v&#7873; ph&#237;a &#273;&#244;ng-nam. Khi Tu-&#273;&#7841;t-&#273;a th&#7845;y
h&#224;o quang ph&#243;ng t&#7899;i, cho l&#224; tr&#7901;i &#273;&#227; s&#225;ng, b&#232;n l&#7853;p t&#7913;c kho&#225;c &#225;o &#273;&#7875; &#273;i ra
c&#7893;ng th&#224;nh m&#224; kh&#244;ng bi&#7871;t r&#7857;ng, gi&#7901; &#273;&#243; h&#227;y c&#242;n n&#7917;a &#273;&#234;m, c&#7893;ng th&#224;nh c&#242;n
&#273;&#243;ng k&#237;n. Tuy nhi&#234;n, v&#236; c&#243; Ph&#7853;t d&#249;ng th&#7847;n l&#7921;c, m&#7903; c&#7893;ng th&#224;nh, n&#234;n tr&#432;&#7903;ng
gi&#7843; Tu-&#273;&#7841;t-&#273;a m&#7899;i qua &#273;&#432;&#7907;c c&#7893;ng, r&#7891;i theo &#225;nh s&#225;ng l&#7847;n &#273;i t&#7899;i ch&#7895; Ph&#7853;t.</font></p>

<p><font color="#000080">L&#250;c ra m&#7855;t Ph&#7853;t, &#244;ng kh&#244;ng bi&#7871;t ph&#7843;i c&#432; x&#7917; th&#7871; n&#224;o, l&#7877; nghi ra sao, &#244;ng
kh&#244;ng bi&#7871;t c&#225;ch kh&#7845;u &#273;&#7847;u &#273;&#7843;nh l&#7877;. May khi &#273;&#243;, c&#243; b&#7889;n v&#7883; tr&#7901;i, h&#243;a th&#224;nh
t&#7923;-kheo, c&#249;ng &#273;&#7871;n ch&#7895; Ph&#7853;t. &#208;&#7847;u ti&#234;n h&#7885; qu&#7923; g&#7889;i, ch&#7855;p tay, ba l&#7847;n b&#7841;ch
Ph&#7853;t, sau &#273;&#243; h&#432;&#7899;ng b&#234;n tay m&#7863;t nhi&#7877;u xung quanh Ph&#7853;t ba v&#242;ng. &#212;ng c&#361;ng b&#7855;t
ch&#432;&#7899;c c&#225;ch &#7845;y &#273;&#7843;nh l&#7877; tr&#432;&#7899;c ch&#226;n Ph&#7853;t, b&#7841;ch r&#7857;ng: &quot;Ph&#7853;t th&#7853;t l&#224; t&#7889;t
qu&#225;, t&#7915; tr&#432;&#7899;c t&#7899;i nay, con ch&#432;a &#273;&#432;&#7907;c g&#7863;p Ph&#7853;t, l&#7847;n n&#224;y l&#224; l&#7847;n &#273;&#7847;u ti&#234;n
&#273;&#432;&#7907;c th&#7845;y Ph&#7853;t, con kh&#244;ng mu&#7889;n xa Ph&#7853;t n&#7919;a, nay con th&#7881;nh Ph&#7853;t &#273;&#7871;n m&#7897;t &#273;&#7883;a
&#273;i&#7875;m g&#7847;n nh&#224; c&#7911;a con, ch&#7859;ng hay c&#243; &#273;&#432;&#7907;c hay kh&#244;ng? &#208;&#7913;c Ph&#7853;t n&#243;i: &quot;C&#243;
th&#7875; &#273;&#432;&#7907;c. &#212;ng c&#243; ch&#7895; ch&#259;ng? &#7902; &#273;&#226;y, ta c&#243; m&#7897;t ng&#224;n hai tr&#259;m n&#259;m m&#432;&#417;i
&#273;&#7879; t&#7917;, th&#432;&#7901;ng ng&#224;y c&#249;ng v&#7899;i ta, &#259;n chung v&#224; &#7903; chung m&#7897;t n&#417;i, &#212;ng c&#243; &#273;&#432;&#7907;c
m&#7897;t &#273;&#7883;a &#273;i&#7875;m r&#7897;ng l&#7899;n nh&#432; v&#7853;y ch&#259;ng?&quot; Tr&#432;&#7903;ng gi&#7843; Tu-&#273;&#7841;t-&#273;a b&#7841;ch:
&quot;Khi v&#7873; nh&#224;, con s&#7869; ki&#7871;m, nh&#7845;t &#273;&#7883;nh s&#7869; t&#236;m ra &#273;&#432;&#7907;c m&#7897;t ch&#7895; &#273;&#7875; &#273;&#7913;c
Ph&#7853;t tr&#250;.&quot;</font></p>

<p><font color="#000080">Tr&#7903; v&#7873; nh&#224;, &#244;ng b&#7887; c&#244;ng &#273;i ki&#7871;m &#273;&#7845;t, ki&#7871;m t&#7899;i ki&#7871;m lui, ki&#7871;m ra v&#432;&#7901;n
b&#244;ng c&#7911;a th&#225;i t&#7917; K&#7923;-&#273;&#224;. &#212;ng th&#7845;y &#273;&#7883;a &#273;i&#7875;m n&#224;y, g&#7847;n th&#224;nh X&#225;-v&#7879;, phong
c&#7843;nh t&#250; m&#7929;, &#273;&#7845;t linh, nh&#226;n ki&#7879;t, c&#225;i g&#236; c&#361;ng hay, k&#7865;t m&#7897;t n&#7895;i khu v&#432;&#7901;n n&#224;y
l&#224; t&#224;i s&#7843;n c&#7911;a th&#225;i t&#7917; K&#7923;-&#273;&#224;. &#212;ng b&#232;n nh&#7901; ng&#432;&#7901;i &#273;i g&#7863;p th&#225;i t&#7917;, &#432;&#7899;m
h&#7887;i vi&#7879;c mua &#273;&#7845;t.</font></p>

<p><font color="#000080">Th&#225;i t&#7917; n&#243;i &#273;&#249;a m&#7897;t c&#226;u nh&#432; sau: &quot;&#208;&#432;&#7907;c! Tu-&#273;&#7841;t-&#273;a mu&#7889;n mua &#432;? C&#243;
th&#7921;c nhi&#7873;u ti&#7873;n th&#236; h&#227;y &#273;em v&#224;ng th&#7887;i r&#7843;i k&#237;n khu v&#432;&#7901;n th&#236; ta s&#7869; b&#225;n
cho.&quot; Th&#225;i t&#7917; c&#7913; ngh&#297; r&#7857;ng ch&#7859;ng khi n&#224;o Tu-&#273;&#7841;t-&#273;a c&#243; th&#7875; mua n&#7893;i. &#208;&#226;u
ng&#7901;! &#212;ng tr&#432;&#7903;ng gi&#7843; qu&#225; nhi&#7873;u ti&#7873;n. S&#7921; th&#224;nh kh&#7849;n c&#7911;a &#244;ng m&#7901;i Ph&#7853;t thuy&#7871;t
ph&#225;p &#273;&#7863;c bi&#7879;t &#273;&#7871;n n&#7895;i, khu v&#432;&#7901;n c&#243; &#273;&#7855;t gi&#225; th&#234;m n&#7919;a, &#244;ng c&#361;ng c&#243; th&#7875;
mua. &#212;ng cho l&#7845;y v&#224;ng t&#7915; c&#225;c ch&#7895; m&#224; l&#226;u nay &#244;ng c&#7845;t gi&#7845;u trong kho c&#7911;a nh&#224;,
&#273;em t&#7915;ng th&#7887;i l&#225;t k&#237;n khu v&#432;&#7901;n n&#243;i tr&#234;n.</font></p>

<p><font color="#000080">Th&#7845;y quang c&#7843;nh nh&#432; v&#7853;y, trong l&#242;ng th&#225;i t&#7917; K&#7923;-&#273;&#224; kh&#244;ng vui ch&#250;t n&#224;o. T&#7841;i
sao v&#7853;y? Th&#225;i t&#7917; &#273;&#226;u c&#243; t&#237;nh b&#225;n v&#432;&#7901;n, n&#243;i b&#225;n ch&#7881; l&#224; l&#7901;i n&#243;i &#273;&#249;a m&#224;
th&#244;i. Khi khu v&#432;&#7901;n &#273;&#227; r&#7843;i k&#237;n b&#7857;ng nh&#7919;ng th&#7887;i v&#224;ng, th&#225;i t&#7917; n&#243;i v&#7899;i &#244;ng
tr&#432;&#7903;ng gi&#7843; nh&#432; sau: &quot;&#212;ng h&#227;y th&#226;u v&#224;ng l&#7841;i &#273;i, l&#250;c tr&#432;&#7899;c t&#244;i ch&#7881; c&#7889;t
n&#243;i &#273;&#249;a v&#7899;i &#244;ng, ch&#7899; kh&#244;ng ph&#7843;i l&#224; l&#7901;i n&#243;i th&#7853;t. L&#250;c &#273;&#243; t&#244;i ngh&#297;, l&#224;m
sao &#244;ng c&#243; th&#7875; b&#7887; ra ch&#7915;ng &#273;&#243; ti&#7873;n &#273;&#432;&#7907;c. Nay, tuy &#244;ng &#273;&#227; l&#224;m &#273;&#250;ng nh&#432;
v&#7853;y, v&#224;ng &#273;&#227; b&#7847;y ra kh&#7855;p v&#432;&#7901;n, nh&#432;ng v&#432;&#7901;n hoa n&#224;y t&#244;i kh&#244;ng b&#225;n, d&#249; &#244;ng
c&#243; bao nhi&#234;u ti&#7873;n &#273;i ch&#259;ng n&#7919;a c&#361;ng v&#7853;y.&quot;</font></p>

<p><font color="#000080">Tr&#432;&#7903;ng gi&#7843; Tu-&#273;&#7841;t-&#273;a &#273;&#225;p: &quot;L&#7901;i c&#7911;a th&#225;i t&#7917; m&#7897;t khi &#273;&#227; n&#243;i ra th&#236;
kh&#244;ng th&#7875; coi l&#224; l&#7901;i n&#243;i &#273;&#249;a. N&#7871;u nay l&#7901;i n&#243;i c&#7911;a th&#225;i t&#7917; kh&#244;ng &#273;&#225;ng tin,
mai n&#224;y khi l&#224;m vua to&#224;n d&#226;n ai c&#242;n tin l&#7901;i th&#225;i t&#7917; n&#7919;a.&quot;</font> </p>

<p><font color="#000080">Th&#225;i t&#7917; K&#7923;-&#273;&#224; ngh&#297;, r&#7891;i n&#243;i v&#7899;i &#244;ng tr&#432;&#7903;ng gi&#7843;: &quot;&#208;&#250;ng l&#224; &#244;ng &#273;&#227;
r&#7843;i v&#224;ng kh&#7855;p khu v&#432;&#7901;n, nh&#432;ng ch&#7895; c&#226;y cao th&#236; kh&#244;ng th&#7875; d&#249;ng v&#224;ng b&#7847;y l&#234;n
&#273;&#432;&#7907;c. B&#226;y gi&#7901; l&#224;m nh&#432; th&#7871; n&#224;y v&#7853;y! V&#432;&#7901;n th&#236; &#244;ng c&#250;ng d&#432;&#7901;ng &#273;&#7913;c Ph&#7853;t,
c&#242;n c&#226;y th&#236; do t&#244;i c&#250;ng d&#432;&#7901;ng Ph&#7853;t.&quot; Tr&#432;&#7903;ng gi&#7843; Tu-&#273;&#7841;t-&#273;a &#273;&#7891;ng &#253;. Do
&#273;&#243; c&#7843; hai c&#249;ng c&#250;ng d&#432;&#7901;ng &#273;&#7913;c Ph&#7853;t khu v&#432;&#7901;n, n&#234;n v&#7873; sau &#273;&#7883;a &#273;i&#7875;m n&#224;y
&#273;&#432;&#7907;c &#273;&#7873; t&#234;n l&#224; &quot;<b>R&#7915;ng K&#7923;-&#273;&#224;, v&#432;&#7901;n C&#7845;p-c&#244;-&#273;&#7897;c</b>.&quot; V&#236; l&#253; do
trong t&#432;&#417;ng lai, th&#225;i t&#7917; s&#7869; l&#224; qu&#7889;c v&#432;&#417;ng, n&#234;n t&#234;n c&#7911;a th&#225;i t&#7917; ghi tr&#432;&#7899;c
t&#234;n c&#7911;a &#244;ng tr&#432;&#7903;ng gi&#7843;. V&#7853;y l&#224; c&#226;y l&#224; c&#7911;a th&#225;i t&#7917; K&#7923;-&#273;&#224;, m&#224; v&#432;&#7901;n l&#224;
c&#7911;a &#244;ng tr&#432;&#7903;ng gi&#7843; Tu-&#273;&#7841;t-&#273;a.</font></p>

<p><font color="#000080">Tu-&#273;&#7841;t-&#273;a theo ngh&#297;a c&#7911;a ti&#7871;ng Ph&#7841;n l&#224; &quot;thi&#7879;n th&#237;&quot;, t&#7913;c l&#224; hay
b&#7889; th&#237;.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">C&#249;ng v&#7899;i ch&#250;ng &#273;&#7841;i t&#7923; kheo:</font></b> <font color="#000080"> T&#7923;-kheo c&#243; ba ngh&#297;a: kh&#7845;t s&#297;, b&#7889; ma v&#224;
ph&#225; &#225;c, do &#273;&#243; danh t&#7915; n&#224;y v&#7851;n &#273;&#7875; nguy&#234;n ti&#7871;ng Ph&#7841;n, ch&#7881; phi&#234;n &#226;m m&#224; th&#244;i.
&quot;Ch&#250;ng&quot; l&#224; c&#243; &#253; n&#243;i s&#7889; nhi&#7873;u. Bao nhi&#234;u v&#7853;y?<b> M&#7897;t ng&#224;n hai tr&#259;m
n&#259;m m&#432;&#417;i v&#7883;.</b></font></p>

<p><font color="#000080">Sau khi th&#225;i t&#7917; T&#7845;t-&#273;&#7841;t-&#273;a th&#224;nh Ph&#7853;t, &#273;&#7847;u ti&#234;n Ng&#224;i t&#7899;i v&#432;&#7901;n Nai (L&#7897;c
uy&#7875;n) &#273;&#7897; cho nh&#243;m A-nh&#227; Ki&#7873;u-tr&#7847;n-nh&#432; g&#7891;m n&#259;m t&#7923;-kheo. K&#7871; &#273;&#243; l&#224; ba anh em
Ca-di&#7871;p. M&#7845;y ng&#432;&#7901;i n&#224;y thu&#7897;c gi&#242;ng B&#224;-la-m&#244;n, theo ngo&#7841;i &#273;&#7841;o th&#7901; l&#7917;a. H&#7885;
c&#243; &#273;&#432;&#7907;c &#237;t nhi&#7873;u th&#7847;n th&#244;ng, nh&#432;ng khi g&#7863;p Ph&#7853;t, th&#7847;n th&#244;ng ph&#243;ng h&#7887;a c&#7911;a
h&#7885; kh&#244;ng th&#7921;c hi&#7879;n &#273;&#432;&#7907;c n&#7919;a, h&#7885; b&#232;n quy y Ph&#7853;t. Ng&#432;&#7901;i anh l&#7899;n t&#234;n l&#224;
&#431;u-l&#226;u-&#273;&#7847;u-t&#7847;n-loa, c&#243; 500 &#273;&#7891; &#273;&#7879;, ng&#432;&#7901;i em th&#7913; nh&#236; l&#224; Ca-da, ng&#432;&#7901;i em
th&#7913; ba l&#224; Na-&#273;&#7873;, m&#7895;i ng&#432;&#7901;i c&#243; 250 &#273;&#7891; &#273;&#7879;. Ba anh em su&#7845;t l&#227;nh c&#7843; &#273;&#225;m &#273;&#7891;
&#273;&#7879; c&#249;ng nhau quy y Ph&#7853;t, r&#7891;i xu&#7845;t gia l&#224;m t&#7923;-kheo. H&#7885; &#273;&#7873;u l&#224; nh&#7919;ng ng&#432;&#7901;i
l&#226;u nay &#273;&#432;&#7907;c vua v&#224; th&#7847;n d&#226;n t&#237;n ph&#7909;ng, cho n&#234;n vi&#7879;c h&#7885; nh&#7845;t lo&#7841;t quy y l&#224;
m&#7897;t tin ch&#7845;n &#273;&#7897;ng trong to&#224;n qu&#7889;c. &#205;t l&#226;u sau, X&#225;-l&#7907;i-ph&#7845;t v&#224;
M&#7909;c-ki&#7873;n-li&#234;n, v&#7889;n l&#224; nh&#7919;ng h&#7885;c gi&#7843; trong s&#225;u ph&#225;i ngo&#7841;i &#273;&#7841;o &#273;&#432;&#417;ng th&#7901;i
(ngo&#7841;i &#273;&#7841;o l&#7909;c s&#432;), c&#7843; hai &#273;&#7873;u l&#224; nh&#7919;ng b&#7853;c tr&#237; hu&#7879; h&#7885;c v&#7845;n, c&#243; ti&#7871;ng
t&#259;m th&#7901;i b&#7845;y gi&#7901;, c&#361;ng mang c&#225;c &#273;&#7891; ch&#250;ng, 100 ng&#432;&#7901;i, &#273;&#7871;n xin quy y Ph&#7853;t.
Ph&#7853;t c&#361;ng c&#242;n &#273;&#7897; cho b&#7885;n Da-x&#225; 50 ng&#432;&#7901;i. V&#7853;y l&#224; t&#7893;ng c&#7897;ng m&#7897;t ng&#224;n hai
tr&#259;m n&#259;m m&#432;&#417;i l&#259;m ng&#432;&#7901;i, nh&#432;ng b&#7887; s&#7889; l&#7867; &#273;i n&#234;n ch&#7881; k&#7875; l&#224; m&#7897;t ng&#224;n hai
tr&#259;m n&#259;m m&#432;&#417;i ng&#432;&#7901;i. C&#225;c s&#7889; &#273;&#7879; t&#7917; l&#224;m th&#224;nh ph&#225;p h&#7897;i, th&#432;&#7901;ng theo Ph&#7853;t
h&#7885;c Ph&#7853;t ph&#225;p.</font> </p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">L&#250;c &#7845;y g&#7847;n &#273;&#7871;n gi&#7901; th&#7885; trai c&#7911;a &#273;&#7913;c Th&#7871;-t&#244;n:</font></b> <font color="#000080"> &#221; ngh&#297;a c&#7911;a ch&#7919;
Th&#7871;-t&#244;n nh&#432; th&#7871; n&#224;o? &#208;&#226;y l&#224; m&#7897;t trong m&#432;&#7901;i t&#234;n hi&#7879;u c&#7911;a &#273;&#7913;c Ph&#7853;t. M&#7895;i
v&#7883; Ph&#7853;t &#273;&#7873;u c&#243; m&#432;&#7901;i t&#234;n hi&#7879;u nh&#432; v&#7853;y. Ph&#7853;t Th&#237;ch-ca t&#7915; t&#7847;ng tr&#7901;i
&#208;&#226;u-su&#7845;t gi&#225;ng th&#7871;, &#7903; ph&#237;a b&#234;n h&#244;ng b&#224; Ma-da m&#224; l&#7885;t l&#242;ng m&#7865;, ra &#273;&#7901;i th&#236;
&#273;i lu&#244;n b&#7843;y b&#432;&#7899;c, d&#432;&#7899;i ch&#226;n &#273;&#7841;p l&#234;n b&#244;ng sen, m&#7897;t tay ch&#7881; l&#234;n tr&#7901;i, m&#7897;t
tay ch&#7881; xu&#7889;ng &#273;&#7845;t m&#224; n&#243;i r&#7857;ng: &quot;Thi&#234;n th&#432;&#7907;ng &#273;&#7883;a h&#7841;, duy ng&#227; &#273;&#7897;c
t&#244;n.&quot; Khi n&#243;i xong c&#226;u n&#224;y, li&#7873;n c&#243; ch&#237;n con r&#7891;ng phun n&#432;&#7899;c, t&#7855;m cho &#273;&#7913;c
Ph&#7853;t. B&#7903;i &#273;&#243;, t&#234;n hi&#7879;u c&#7911;a Ph&#7853;t l&#224; Th&#7871;-t&#244;n, v&#236; &#7903; th&#7871; gian c&#361;ng nh&#432; &#7903; c&#225;c
t&#7847;ng xu&#7845;t th&#7871; gian, t&#7845;t c&#7843; &#273;&#7873;u suy t&#244;n v&#224; k&#237;nh ng&#432;&#7905;ng Ng&#224;i.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">Ng&#224;i &#273;&#7855;p y mang b&#225;t, v&#224;o &#273;&#7841;i th&#224;nh X&#225; v&#7879; kh&#7845;t th&#7921;c. &#208;&#7855;p y:</font></b> <font color="#000080"> Y c&#243; ba
lo&#7841;i. M&#7897;t l&#224; &#225;o <i>an-&#273;&#224;-h&#7897;i,</i> ti&#7871;ng Ph&#7841;n n&#224;y d&#7883;ch ngh&#297;a l&#224; &quot;&#225;o l&#224;m
vi&#7879;c,&quot; ngh&#297;a l&#224; khi l&#224;m vi&#7879;c th&#236; m&#7863;c &#225;o n&#224;y. Ng&#432;&#7901;i ta c&#242;n g&#7885;i l&#224;
&quot;&#225;o n&#259;m m&#7843;nh,&quot; m&#7843;nh ng&#7855;n ch&#7855;p v&#7899;i m&#7843;nh d&#224;i. Lo&#7841;i &#225;o th&#7913; hai k&#234;u l&#224;
<i>u&#7845;t-&#273;a-la-t&#259;ng,</i> d&#7883;ch ngh&#297;a l&#224; &quot;&#225;o b&#7843;y m&#7843;nh,&quot; d&#224;nh cho ng&#432;&#7901;i
xu&#7845;t gia m&#7863;c. Lo&#7841;i th&#7913; ba l&#224; <i>t&#259;ng-gi&#224;-l&#234;,</i> c&#242;n g&#7885;i l&#224; &quot;t&#7893; y,&quot;
l&#224; &quot;&#273;&#7841;i y,&quot; g&#7891;m c&#243; n&#259;m m&#7843;nh, v&#7899;i 108 m&#7843;nh v&#7909;n. &#221; n&#224;y c&#243; ngh&#297;a g&#236;
v&#7853;y? &#193;o n&#224;y &#273;&#432;&#7907;c coi l&#224; &#225;o &quot;ph&#432;&#7899;c &#273;i&#7873;n,&quot; hay l&#224; ru&#7897;ng ph&#432;&#7899;c v&#236;
m&#7895;i m&#7843;nh v&#7909;n t&#432;&#7907;ng tr&#432;ng cho m&#7897;t th&#7917;a ru&#7897;ng, do nh&#7919;ng ng&#432;&#7901;i t&#7841;i gia c&#250;ng
d&#432;&#7901;ng cho tam b&#7843;o, tr&#432;&#7899;c m&#7863;t m&#7845;y ng&#432;&#7901;i xu&#7845;t gia &#273;&#7875; c&#7847;u ph&#432;&#7899;c. &#221; ngh&#297;a
c&#361;ng gi&#7889;ng nh&#432; vi&#7879;c gieo tr&#7891;ng &#7903; ru&#7897;ng, l&#7845;y c&#244;ng &#273;&#7913;c gieo xu&#7889;ng ru&#7897;ng, n&#234;n
&#225;o n&#224;y m&#7899;i c&#243; t&#234;n l&#224; &#225;o ph&#432;&#7899;c &#273;i&#7873;n. Ng&#432;&#7901;i xu&#7845;t gia m&#7895;i khi m&#7863;c &#225;o n&#224;y
th&#236; c&#243; l&#7901;i ch&#250; nguy&#7879;n nh&#432; sau: <i>Thi&#7879;n tai gi&#7843;i tho&#225;t y, v&#244; th&#432;&#7907;ng ph&#432;&#7899;c
&#273;i&#7873;n y, ng&#227; kim &#273;&#7843;nh &#273;&#225;i th&#7885;, th&#7871; th&#7871; th&#432;&#7901;ng &#273;&#7855;c phi</i> (l&#224;nh thay &#225;o
gi&#7843;i tho&#225;t, &#225;o ph&#432;&#7899;c &#273;i&#7873;n v&#244; th&#432;&#7907;ng, t&#244;i nay k&#237;nh l&#227;nh th&#7885;, &#273;&#7901;i &#273;&#7901;i &#225;o
&#273;&#432;&#7907;c mang), coi nh&#432; kh&#244;ng c&#242;n g&#236; tr&#234;n &#273;&#7901;i cao th&#432;&#7907;ng b&#7857;ng &#225;o &#273;&#243;.</font></p>

<p><font color="#000080">&#193;o n&#224;y &#273;&#432;&#7907;c mang v&#224;o nh&#7919;ng l&#250;c n&#224;o? V&#224;o nh&#7919;ng d&#7883;p &#273;&#259;ng &#273;&#432;&#7901;ng gi&#7843;ng
kinh, thuy&#7871;t ph&#225;p, ho&#7863;c v&#224;o cung vua &#273;&#7875; &#273;&#432;&#7907;c c&#250;ng d&#432;&#7901;ng. &#208;i ra ngo&#224;i h&#243;a
duy&#234;n kh&#7845;t th&#7921;c c&#361;ng l&#7845;y y n&#224;y &#273;&#7855;p l&#234;n.</font> </p>

<p><font color="#000080">Ph&#7853;t &#273;&#7871;n gi&#7901; th&#7885; trai, c&#361;ng <i>&#273;&#7855;p y mang b&#225;t</i>, m&#236;nh th&#236; mang y, tay th&#236;
c&#7847;m b&#225;t.</font> </p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">Mang b&#225;t:</font></b> <font color="#000080"> Danh t&#7915; &quot;b&#225;t&quot; c&#361;ng l&#224; ti&#7871;ng Ph&#7841;n, k&#234;u l&#224; <i>b&#225;t-&#273;a-la
(patra),</i> n&#243;i g&#7885;n l&#7841;i ch&#7881; c&#242;n m&#7897;t &#226;m l&#224; <i>b&#225;t</i>. B&#225;t l&#224; m&#7897;t &quot;&#7913;ng
l&#432;&#7907;ng kh&#237;,&quot; ngh&#297;a l&#224; m&#7897;t &#273;&#7891; d&#249;ng t&#432;&#417;ng &#432;ng v&#7899;i m&#7897;t l&#432;&#7907;ng, &#253; mu&#7889;n
n&#243;i s&#7889; l&#432;&#7907;ng th&#7921;c ph&#7849;m &#273;&#7921;ng trong b&#225;t l&#224; v&#7915;a &#273;&#7911; cho m&#236;nh &#259;n. B&#225;t c&#7911;a
Ph&#7853;t Th&#237;ch-ca M&#226;u-ni l&#224; b&#225;t b&#7857;ng s&#7855;t do vua tr&#7901;i T&#7913;-thi&#234;n v&#432;&#417;ng cung hi&#7871;n.</font> </p>

<p><font color="#000080">Ph&#7853;t mang b&#225;t &#273;i v&#224;o th&#224;nh n&#432;&#7899;c X&#225;-v&#7879; &#273;&#7875; xin &#259;n. T&#7841;i sao ng&#432;&#7901;i xu&#7845;t gia
l&#7841;i ph&#7843;i &#273;i xin &#259;n? Xin &#259;n ch&#237;nh l&#224; mang c&#417; h&#7897;i &#273;&#7871;n cho ch&#250;ng sanh, &#273;&#7875; h&#7885;
c&#243; th&#7875; gieo ph&#432;&#7899;c tr&#432;&#7899;c tam b&#7843;o. &#208;i t&#7899;i t&#7915;ng nh&#224; m&#224; xin, c&#243; thuy&#7871;t n&#243;i l&#224;
b&#7843;y nh&#224;, c&#243; thuy&#7871;t th&#236; ch&#7859;ng k&#7875; bao nhi&#234;u nh&#224;, khi n&#224;o xin &#273;&#7911; &#259;n th&#236; th&#244;i.</font></p>

<p><font color="#000080">Kh&#7845;t th&#7921;c th&#236; &quot;ch&#7899; b&#7887; nh&#224; ngh&#232;o m&#224; t&#7899;i nh&#224; gi&#7847;u, b&#7887; nh&#224; h&#232;n m&#224; t&#7899;i
nh&#224; sang.&quot; Trong <i>Kinh L&#259;ng-nghi&#234;m </i>c&#243; &#273;o&#7841;n nh&#432; sau: <i>&quot;&#212;ng A-nan
v&#7889;n bi&#7871;t, &#273;&#7913;c Nh&#432;-lai Th&#7871; t&#244;n, qu&#7903; &#244;ng Tu-b&#7891;-&#273;&#7873; v&#224; &#244;ng &#273;&#7841;i Ca-di&#7871;p, l&#224;m
A-la-h&#225;n m&#224; t&#226;m ch&#432;a qu&#226;n b&#236;nh.&quot;</i> C&#243; chuy&#7879;n g&#236; m&#224; l&#7841;i qu&#7903; tr&#225;ch hai
v&#7883; n&#224;y v&#7853;y? S&#7889; l&#224; t&#244;n gi&#7843; Tu-b&#7891;-&#273;&#7873; suy ngh&#297; nh&#432; th&#7871; n&#224;y: &quot;V&#236; duy&#234;n
c&#7899; g&#236; ng&#432;&#7901;i ta c&#243; &#273;&#432;&#7907;c nhi&#7873;u ti&#7873;n? B&#7903;i v&#236; ki&#7871;p tr&#432;&#7899;c ng&#432;&#7901;i ta &#273;&#227; l&#224;m
&#273;&#432;&#7907;c c&#244;ng &#273;&#7913;c, ki&#7871;p n&#224;y h&#432;&#7903;ng ph&#432;&#7899;c b&#225;o, nay n&#7871;u kh&#244;ng c&#249;ng h&#7885; h&#243;a
duy&#234;n, &#273;&#7863;ng gi&#250;p h&#7885; c&#417; h&#7897;i gieo ph&#432;&#7899;c th&#236; ki&#7871;p n&#224;y h&#7885; kh&#244;ng &#273;&#432;&#7907;c l&#224;m
c&#244;ng &#273;&#7913;c, ki&#7871;p sau t&#7845;t h&#7885; s&#7869; b&#7847;n c&#249;ng.&quot; B&#7903;i l&#253; do n&#224;y m&#224; t&#244;n gi&#7843;
Tu-b&#7891;-&#273;&#7873; chuy&#234;n g&#245; c&#7917;a c&#225;c nh&#224; c&#243; ti&#7873;n &#273;&#7875; h&#243;a duy&#234;n. C&#361;ng c&#243; l&#253; do l&#224;
th&#7913;c &#259;n c&#7911;a nh&#7919;ng ng&#432;&#7901;i c&#243; ti&#7873;n &#273;&#7873;u l&#224; th&#7913;c &#259;n ngon; t&#244;i cho r&#7857;ng t&#244;n gi&#7843;
Tu-b&#7891;-&#273;&#7873; th&#237;ch &#259;n c&#7911;a ngon, n&#234;n ng&#432;&#7901;i m&#7899;i &#273;&#7871;n nh&#224; gi&#224;u &#273;&#7875; xin &#259;n. T&#244;i
n&#243;i nh&#432; v&#7853;y kh&#244;ng bi&#7871;t ch&#7915;ng, &#273;&#227; ph&#7881; b&#225;ng t&#244;n gi&#7843; Tu-b&#7891;-&#273;&#7873;, ho&#7863;c gi&#7843;,
t&#244;n gi&#7843; kh&#244;ng c&#243; &#253; n&#224;y, kh&#244;ng ham &#273;&#7891; &#259;n ngon nh&#432; b&#7885;n ch&#250;ng ta ng&#224;y nay, m&#224;
th&#7921;c l&#242;ng mu&#7889;n cho c&#225;c ng&#432;&#7901;i gi&#224;u &#273;&#432;&#7907;c c&#417; h&#7897;i &#273;&#7863;ng ti&#7871;p t&#7909;c gieo ph&#432;&#7899;c
l&#224;nh.</font> </p>

<p><font color="#000080">T&#244;n gi&#7843; &#273;&#7841;i Ca-di&#7871;p l&#224; m&#7897;t &#273;&#7847;u-&#273;&#224; tu kh&#7893; h&#7841;nh, m&#7895;i ng&#224;y ch&#7881; &#259;n m&#7897;t
b&#7919;a. &#212;ng kh&#244;ng &#273;&#7871;n nh&#7919;ng nh&#224; gi&#224;u &#273;&#7875; h&#243;a duy&#234;n, ch&#7881; t&#7899;i c&#225;c nh&#224; ngh&#232;o,
v&#236; &#244;ng c&#243; &#253; ngh&#297; nh&#432; th&#7871; n&#224;y: &quot;Nh&#7919;ng ng&#432;&#7901;i ngh&#232;o &#273;&#243;, b&#7903;i c&#7899; g&#236; h&#7885;
ngh&#232;o? B&#7903;i trong ki&#7871;p x&#432;a, h&#7885; kh&#244;ng bi&#7871;t l&#224;m c&#244;ng &#273;&#7913;c, n&#234;n ki&#7871;p hi&#7879;n t&#7841;i
h&#7885; ngh&#232;o, nay ta h&#227;y &#273;&#7871;n &#273;&#7897; cho h&#7885; m&#7897;t phen, cho h&#7885; &#273;&#432;&#7907;c gieo ch&#250;t ph&#432;&#7899;c
tr&#432;&#7899;c tam b&#7843;o, &#273;&#7863;ng ki&#7871;p sau h&#7885; &#273;&#432;&#7907;c ph&#250; qu&#253;.&quot; Ngh&#297; v&#7853;y n&#234;n T&#244;n gi&#7843;
&#273;&#7841;i Ca-di&#7871;p m&#7899;i chuy&#234;n &#273;i h&#243;a duy&#234;n c&#225;c ng&#432;&#7901;i ngh&#232;o. T&#244;i cho r&#7857;ng, v&#236;
T&#7893;-s&#432; Ca-di&#7871;p tu kh&#7893; h&#7841;nh, kh&#244;ng ham &#259;n &#273;&#7891; ngon, v&#224; bi&#7871;t r&#245; nh&#224; gi&#7847;u
th&#432;&#7901;ng c&#243; &#273;&#7891; &#259;n ngon, c&#242;n m&#236;nh th&#236; kh&#244;ng mu&#7889;n &#259;n &#273;&#7891; ngon, n&#234;n ch&#7881; &#273;&#7871;n
nh&#224; ngh&#232;o m&#224; h&#243;a duy&#234;n l&#224; &#253; &#273;&#243;. Ng&#432;&#7901;i Trung Hoa c&#243; c&#226;u ng&#7841;n ng&#7919;:
&quot;Gi&#7843;m y t&#259;ng th&#7885;, gi&#7843;m th&#7921;c t&#259;ng ph&#250;c,&quot; t&#7913;c l&#224; gi&#7843;m thi&#7875;u &#259;n v&#224;
m&#7863;c th&#236; ph&#432;&#7899;c th&#7885; t&#259;ng. L&#250;c T&#244;n gi&#7843; &#273;&#7841;i Ca-di&#7871;p quy y Ph&#7853;t, Ng&#224;i &#273;&#227; m&#7897;t
tr&#259;m hai m&#432;&#417;i tu&#7893;i r&#7891;i.</font></p>

<p><font color="#000080">&#212;ng Tu-b&#7891;-&#273;&#7873; chuy&#234;n h&#243;a ng&#432;&#7901;i gi&#224;u, &#244;ng &#273;&#7841;i Ca-di&#7871;p chuy&#234;n h&#243;a ng&#432;&#7901;i
ngh&#232;o, t&#432; t&#432;&#7903;ng c&#7911;a c&#7843; hai &#273;&#7873;u c&#243; &#253; thi&#234;n m&#7897;t b&#234;n, kh&#244;ng h&#7907;p v&#7899;i l&#7869; trung
&#273;&#7841;o, n&#234;n Ph&#7853;t m&#7899;i qu&#7903; r&#7857;ng h&#7885; l&#224; A-la-h&#225;n m&#224; c&#242;n thi&#234;n, kh&#244;ng thu&#7853;n v&#7899;i
l&#7869; trung &#273;&#7841;o. Ph&#7853;t th&#236; &#273;i kh&#7845;t th&#7921;c trong m&#7897;t tinh th&#7847;n b&#236;nh &#273;&#7859;ng, kh&#244;ng
ch&#7885;n ng&#432;&#7901;i c&#243; ti&#7873;n, c&#361;ng kh&#244;ng ki&#7871;m ng&#432;&#7901;i b&#7847;n c&#249;ng, v&#224; &#244;ng A-nan c&#361;ng
gi&#7889;ng nh&#432; v&#7853;y, &#273;i kh&#7845;t th&#7921;c m&#7897;t c&#225;ch b&#236;nh &#273;&#7859;ng: <i>&quot;Trong t&#226;m &#244;ng ngh&#297;,
&#273;&#7889;i v&#7899;i trai ch&#7911;, ch&#7859;ng k&#7875; th&#7913;c &#259;n d&#417; s&#7841;ch, d&#242;ng S&#225;t-&#273;&#7871;-l&#7883; hay
chi&#234;n-&#273;&#224;-la, ch&#7859;ng k&#7875; qu&#253; ti&#7879;n, ph&#225;t t&#226;m t&#7915; bi &#273;&#7875; th&#224;nh t&#7921;u t&#7889;t &#273;&#7865;p cho
t&#7845;t c&#7843; ch&#250;ng sanh &#273;&#7873;u h&#432;&#7903;ng c&#244;ng &#273;&#7913;c v&#244; l&#432;&#7907;ng.&quot;</i></font><b></p>

<p><font color="#000080">Trong th&#224;nh &#7845;y, Ng&#224;i theo th&#7913; l&#7899;p kh&#7845;t th&#7921;c, xong tr&#7903; v&#7873; n&#417;i c&#361;.
</font> </b><font color="#000080">T&#7841;i
sao bi&#7871;t &#273;&#7913;c Ph&#7853;t kh&#244;ng ch&#7885;n l&#7921;a? V&#236; Ng&#224;i l&#7847;n l&#432;&#7907;t t&#7915;ng nh&#224;, kh&#7845;t th&#7921;c
xong nh&#224; n&#224;y, Ng&#224;i &#273;&#7871;n nh&#224; kh&#225;c, theo &#273;&#250;ng th&#7913; l&#7899;p.</font></p>

<p><font color="#000080">Khi n&#224;o kh&#7845;t th&#7921;c xong, Ng&#224;i tr&#7903; v&#7873; n&#417;i c&#361;. N&#417;i c&#361; (b&#7893;n x&#7913;) &#273;&#226;y l&#224; r&#7915;ng
K&#7923;-&#273;&#224; v&#432;&#7901;n C&#7845;p-c&#244;-&#273;&#7897;c.</font></p>

<p><b><font color="#000080">&nbsp;</font></p>

<p><font color="#000080">Th&#7885; trai xong, Ng&#224;i c&#7845;t y b&#225;t, r&#7917;a ch&#226;n r&#7891;i tr&#7843;i t&#242;a ra ng&#7891;i.</font></b> <font color="#000080"> Ng&#224;i th&#7885;
trai, &#259;n xong Ng&#224;i x&#7871;p y, th&#226;u d&#7885;n b&#225;t r&#7891;i r&#7917;a ch&#226;n, v&#236; theo t&#7853;p qu&#225;n &#273;&#432;&#417;ng
th&#7901;i l&#224; khi ra ngo&#224;i kh&#244;ng mang gi&#7847;y, mang b&#237;-t&#7845;t, &#273;&#7875; ch&#226;n tr&#7847;n, &#273;&#7841;p &#273;&#7845;t.
Ch&#7881; khi n&#224;o v&#7873; nh&#224;, &#259;n xong m&#7899;i r&#7917;a ch&#226;n s&#7841;ch s&#7869;.</font> </p>

<p><font color="#000080">Khi l&#224;m xong t&#7845;t c&#7843; c&#225;c &#273;i&#7873;u n&#224;y r&#7891;i, &#273;&#7913;c Ph&#7853;t l&#224;m g&#236;? Ng&#224;i ng&#7891;i tham
thi&#7873;n. B&#7843;n v&#259;n c&#7911;a H&#225;n t&#7841;ng d&#7883;ch ch&#7895; n&#224;y l&#224; &quot;phu t&#242;a nhi t&#7885;a.&quot; Phu
t&#242;a ngh&#297;a l&#224; tr&#7843;i l&#7841;i t&#7885;a c&#7909; ngay ng&#7855;n &#273;&#7875; ng&#7891;i cho th&#432; th&#225;i, ch&#7859;ng gi&#7889;ng
ch&#250;ng ta b&#226;y gi&#7901;, &#273;&#7879;m ch&#7895; ng&#7891;i cho th&#7853;t d&#7847;y, th&#7853;t &#234;m, ng&#7891;i sao cho tho&#7843;i
m&#225;i, c&#242;n Ph&#7853;t th&#236; ch&#7881; x&#7871;p ch&#7895; ng&#7891;i cho t&#7873; ch&#7881;nh m&#7897;t ch&#250;t th&#244;i.</font></p>

<p><font color="#000080">Trong b&#7845;t c&#7913; m&#7897;t h&#224;nh vi n&#224;o, nh&#432; l&#250;c Ph&#7853;t &#259;n u&#7889;ng, &#273;&#7855;p &#225;o, ho&#7863;c l&#224;m
m&#7897;t vi&#7879;c nh&#7887; nh&#7863;t n&#224;o kh&#225;c trong cu&#7897;c s&#7889;ng, kh&#244;ng k&#7875; gi&#7901; n&#224;o trong ng&#224;y,
Ng&#224;i &#273;&#7873;u bi&#7875;u hi&#7879;n th&#7921;c t&#432;&#7899;ng b&#225;t-nh&#227;, b&#7893;n &#273;&#7883;a phong quang, kh&#244;ng ph&#7843;i l&#224;
c&#225;ch th&#7913;c c&#7889; &#253; l&#224;m ra cho ki&#7875;u c&#225;ch. N&#7871;u ch&#250;ng ta hi&#7875;u r&#245; Ph&#7853;t ph&#225;p th&#236; m&#7885;i
h&#224;nh vi c&#7917; ch&#7881; &#273;&#7873;u l&#224; tu h&#224;nh, ch&#7859;ng ph&#7843;i ch&#7881; tu l&#250;c ng&#7891;i t&#297;nh t&#7885;a. Ng&#7891;i
t&#7841;i m&#7897;t ch&#7895; n&#224;o th&#236; l&#224;m nh&#432; m&#7897;t k&#7867; &#273;&#227; tu m&#7897;t c&#225;ch thu&#7847;n th&#224;nh, c&#242;n ngo&#224;i
l&#250;c ng&#7891;i ra th&#236; khoa tay m&#250;a ch&#226;n, n&#243;i &#273;&#244;ng n&#243;i t&#226;y, to&#224;n chuy&#7879;n tr&#234;n tr&#7901;i
d&#432;&#7899;i bi&#7875;n. Ng&#432;&#7901;i tu &#273;&#7841;o ph&#7843;i t&#7921; lo li&#7879;u h&#224;nh vi c&#7917; ch&#7881; c&#7911;a m&#236;nh, &#273;i &#273;&#7913;ng
n&#7857;m ng&#7891;i kh&#244;ng l&#236;a ch&#225;nh ni&#7879;m. Nh&#7919;ng ng&#432;&#7901;i tu &#273;&#7841;o c&#249;ng &#7903; m&#7897;t ch&#7895;, ph&#7843;i
gi&#7843;m thi&#7875;u b&#7855;t chuy&#7879;n v&#7899;i nhau, v&#236; n&#243;i nhi&#7873;u s&#7869; ph&#237; th&#7901;i gi&#7901; c&#244;ng phu c&#7911;a
ng&#432;&#7901;i xung quanh, m&#224; d&#7909;ng c&#244;ng tu &#273;&#7841;o th&#236; nh&#7845;t c&#7917; nh&#7845;t &#273;&#7897;ng kh&#244;ng th&#7875; l&#224;m
ph&#432;&#417;ng h&#7841;i &#273;&#7871;n ng&#432;&#7901;i kh&#225;c. V&#244; lu&#7853;n &#273;&#7913;c Ph&#7853;t l&#224;m vi&#7879;c g&#236;, kh&#244;ng bao gi&#7901;
th&#7845;y c&#243; s&#7921; &#7891;n &#224;o, to ti&#7871;ng, v&#224; l&#250;c n&#224;o c&#361;ng th&#7845;y c&#243; s&#7921; y&#234;n l&#7863;ng, cho n&#234;n,
v&#7899;i bao nhi&#234;u ng&#432;&#7901;i &#7903; c&#249;ng m&#7897;t n&#417;i, m&#224; t&#7915; s&#7899;m &#273;&#7871;n t&#7889;i, kh&#244;ng th&#7845;y c&#243; ai
chuy&#7879;n tr&#242;, ho&#7863;c n&#7871;u c&#243; ti&#7871;ng n&#243;i n&#224;o th&#236; thanh &#226;m c&#361;ng nh&#7887; nh&#7865;, kh&#244;ng l&#224;m
phi&#7873;n t&#7899;i m&#7897;t ai.</font></font></p>
<p><font color="#000080" face="Tahoma"><i>(Cn ti&#7871;p)</i></font></p>
</body>

</html>
